[
  {
    "chunk_id": "f222b475-62c6-4892-b390-6a4389459f11",
    "heading": "",
    "text": "4 Tower Hamlets Local Plan BACK TO CONTENTS Mayor’s foreword It is with great pleasure that I announce the production of a new draft Local Plan for the borough of Tower Hamlets. This is a critical step for our community at a time when we face some of the most significant challenges in our history. We need to respond to the cost-of-living crisis, ensure that we provide sufficient new homes and infrastructure to address the issue of overcrowding, particularly affecting our most vulnerable residents. As the fastest growing local authority in the country, with the highest housing target and youngest average age, all within one of London’s smallest geographical boundary areas (7.6 square miles), it is vital that we plan for sustainable development that is equitable and provides opportunities for future generations.",
    "tokens": 133,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "ee4b7848-cf15-45e2-9561-d0027936a699",
    "heading": "",
    "text": "This Local Plan will provide a blueprint for the future of Tower Hamlets, enabling us to deliver new homes, infrastructure, employment opportunities, and support for our town centres while moving towards a cleaner, greener future. The new Local Plan aligns with our council’s Strategic Plan and its priorities for investment in public services and improving the lives of our residents. The process of creating the new Local Plan for Tower Hamlets began in January 2022 and has involved early engagement with our communities to gather views and opinions. This has given us invaluable insights into the hopes and aspirations of our residents for the future of our borough and what they would like to see included in a new Local Plan. FOREWORD",
    "tokens": 122,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "dbc05f11-ed74-4995-a400-ff6ba32fe352",
    "heading": "",
    "text": "the draft Local Plan. 8 Tower Hamlets Local Plan BACK TO CONTENTS Figure 2: Key stages of the plan making process, highlighting the current stage of production INTRODUCTION Tower Hamlets Local Plan 9 INTRODUCTION 2. Why is a new Local Plan being produced? 2.1 All Local Planning Authorities are required by the National Planning Policy Framework to have an up-to-date Local Plan. Without an up-todate Local Plan, Tower Hamlets would see a reduced ability to apply local discretion on deciding planning applications. A new Local Plan will ensure a better understanding of current needs, address known and emerging challenges and make the most of the borough’s unique assets and opportunities.",
    "tokens": 112,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "80f22d6e-6135-4191-8dfd-0f780004cc16",
    "heading": "",
    "text": "9.8 By 2038, Tower Hamlets will have made significant strides in addressing overcrowding, delivered thousands of new homes to support the community, provided opportunity for markets and small local businesses to thrive, and improved the overall health and safety of residents. The borough will have continued to play a role in supporting London’s growth and economy through sustainable development. The borough’s strong and inclusive communities will be thriving within healthy environments, ensuring a brighter future for all. 34 Tower Hamlets Local Plan BACK TO CONTENTS 10. Key objectives and principles The Local Plan’s strategic objectives provide a link to the delivery of the vision for Tower Hamlets. These objectives address the key challenges of the borough over the 15-year plan period. The objectives have been informed by and reflect many of the key documents prepared by the council, including the Strategic Plan (2022 2026).",
    "tokens": 145,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "4c921170-7281-49ce-827a-fd94e65b2fab",
    "heading": "",
    "text": "DELIVERING THE LOCAL PLAN 11.20 This policy will be implemented through a number of mechanisms such as supplementary planning guidance, masterplans, and opportunity area frameworks, which provide more detailed guidance to coordinate and manage development alongside the London Plan. Tower Hamlets Local Plan 49 DELIVERING THE LOCAL PLAN Policy DV2 Delivering sustainable growth in Tower Hamlets 1. The council will support development proposals that contribute towards delivering the Local Plan vision and objectives where they: a. ensure a design-led approach is taken to development, which requires: i. high-quality design and delivery; ii. optimising capacity, the efficient use of land, ensuring appropriate density, and exploring the potential for tall buildings; iii. the promotion and enhancement of the historic environment, character, and setting of the area; and iv. the protection of the natural environment, transport",
    "tokens": 134,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "798f0399-8b0a-45ff-8dfb-80a27aa7165e",
    "heading": "",
    "text": "b. Working collaboratively with other nearby developers and the council. DELIVERING THE LOCAL PLAN 5. The council will secure financial contributions towards coordination and integration of development activity to help address the cumulative impact of construction from sites across the borough. 6. Development is required to employ the highest standards of sustainable construction, including: a. sustainable construction methods, such as the use of sustainably sourced, low embodied carbon and recycled materials; and b. the use of demolished material from the development site, where practicable, in order to minimise the transportation of waste, reduce carbon dioxide emissions, and to facilitate the transition to a circular economy. Tower Hamlets Local Plan 55 DELIVERING THE LOCAL PLAN Supporting text",
    "tokens": 117,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "122dbfe7-1180-471c-ae26-ec9574c26948",
    "heading": "",
    "text": "waste, reduce carbon dioxide emissions, and to facilitate the transition to a circular economy. Tower Hamlets Local Plan 55 DELIVERING THE LOCAL PLAN Supporting text 11.32 This policy recognises that the high levels of growth within the borough are mainly taking place alongside, or within, areas which are already densely inhabited or have been allocated for large scale development. It therefore seeks to ensure development minimises its impact on the local environment, existing and emerging communities. 11.33 Part 1 sets out how the council expects developers to sign up to the Tower Hamlets Code of Construction Practice (CoCP) and a",
    "tokens": 101,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "0b86f565-449e-4317-87af-6f6bfbaeb98b",
    "heading": "",
    "text": "DELIVERING THE LOCAL PLAN Tower Hamlets Local Plan 65 DELIVERING THE LOCAL PLAN Policy DV7 Utilities and digital connectivity 1. All strategic development proposals must ensure there is sufficient utilities infrastructure capacity, (including electricity, heat, water supply, digital connectivity, and drainage) to meet demand during construction and operation. To do this, major development proposals will be expected to: a. engage with the council on the content of a utilities statement which sets out the requirements for utilities and services infrastructure which are necessary to service the development; b. undertake engagement with utilities and service providers before submitting a planning application to ensure the construction approach and end design of the development address utilities providers’ requirements, and to ensure utilities networks and connections can serve the development;",
    "tokens": 127,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "1fbaaa84-1bc8-4a39-ab23-c669291f812f",
    "heading": "",
    "text": "Tower Hamlets Local Plan 69 DELIVERING THE LOCAL PLAN Policy DV8 Site allocations 1. Development proposals on site allocations should meet the following requirements: a. apply all Local Plan policy requirements unless specified through the site allocation text; b. deliver required infrastructure on earlier phases of development as far as possible; c. open discussions with the council at the earliest possible opportunity, where CIL-in-kind is sought in exchange for the delivery of strategic infrastructure, to determine what kinds of infrastructure will be granted CIL-in-kind on the site; d. provide new publicly accessible open space of at least 0.4ha, and where family housing on allocations is delivered, it should be delivered in close proximity to the open space; e. where strategic publicly accessible open spaces are required",
    "tokens": 127,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "9a5e9f5f-b130-4937-a47d-e6dbf2d073eb",
    "heading": "",
    "text": "74 Tower Hamlets Local Plan BACK TO POLICIES Policy HF1 Meeting housing needs 1. The council will secure the delivery of at least 52,095 new homes across the borough between 2023-2038. This will be achieved through: a. promoting the delivery of new housing in locations across the borough, particularly within the borough’s opportunity areas, highly accessible locations, and site allocations (as shown on the policies map); b. supporting new housing delivery on sites below 0.25 hectares (small sites) in size; c. supporting new housing delivery on windfall sites (land not allocated within the Local Plan); d. supporting estate regeneration schemes; e. supporting proposals that would bring back into use long-term empty homes and derelict empty homes; and f. supporting development proposals for housing as a temporary or meanwhile use on appropriate sites.",
    "tokens": 133,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "4253d6f3-b285-4f69-8a5b-caa0006d2c07",
    "heading": "",
    "text": "4. Where they can deliver on the requirements of part 2 of this policy, the council will support development proposals which seek to meet the needs of specific groups: a. families with children; b. those who rent their homes; c. older people; d. key workers and service families; e. communities seeking to commission or build their own homes; and f. students in appropriate locations. 5. The council will support development proposals that meet the needs of: a. Disabled and vulnerable residents and those who need specialist housing; b. Gypsy and Traveller communities; and c. Emergency accommodation. 6. The council will expect residential development proposals to be of a high quality, sustainable, and take appropriate account of cumulative development. Tower Hamlets Local Plan 75 HOMES FOR THE COMMUNITY Supporting text",
    "tokens": 130,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "d79011c5-24be-4940-a495-0fa3a0756b7d",
    "heading": "",
    "text": "Tower Hamlets Local Plan 75 HOMES FOR THE COMMUNITY Supporting text 12.6 Part 1 of this policy sets out the strategic housing targets [1] for Tower Hamlets as well as our objectives of ensuring the creation of mixed and inclusive communities, sustainable places, and quality living environments within the borough.",
    "tokens": 51,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "d2f93142-9248-4c29-a4a4-cd2dee721e59",
    "heading": "",
    "text": "12.20 Part 5(c) acknowledges the need for emergency accommodation which will provide accommodation for the most vulnerable members of our communities such as those who find themselves homeless. 12.21 Part 6 requires development proposals to appropriately respond to the character of the surrounding area and site-specific constraints, as well as provide a high-quality living environment taking account of the relevant London Plan Guidance and London Borough of Tower Hamlets SPDs. Further design guidance is provided in the People Places and Spaces policies. BACK TO POLICIES 78 Tower Hamlets Local Plan BACK TO POLICIES Policy HF2 Affordable housing and housing size mix 1. Development proposals will be required to optimise the delivery of affordable homes on-site and contribute to the London Plan and Tower Hamlets strategic target for 50% of all new homes to be affordable. Residential development proposals must:",
    "tokens": 140,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "601a2fec-a812-451e-8fc1-0e25324db0af",
    "heading": "",
    "text": "need. 80 Tower Hamlets Local Plan BACK TO POLICIES Supporting text 12.22 Tower Hamlets faces an acute housing need – in particular for low cost rented family housing – a need which is replicated across London. In addition, LBTH faces considerable challenges in delivering homes which are affordable to local people on average incomes, who are unable to access social housing or afford market housing, particularly if they have children [3] . 12.23 Part 1 sets a strategic target of achieving 50% affordable homes through private development, developments by Registered Providers, the third sector, community led projects, as well as council-led initiatives. This target is considered to best reflect local housing need as evidenced in the Local Housing Need Assessment and the Housing with Care Strategy.",
    "tokens": 127,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "a755b128-b616-434d-9f42-7a50489e9fa5",
    "heading": "",
    "text": "HOMES FOR THE COMMUNITY Tower Hamlets Local Plan 83 HOMES FOR THE COMMUNITY Policy HF3 Protection of existing housing 1. Development proposals resulting in the net loss of residential floorspace, self-contained homes, or family-sized homes will not be supported. 2. Development proposals which compromise the supply of selfcontained housing will not be supported – in particular family homes. 3. Development proposals which involve the conversion, subdivision, or amalgamation of individual or multiple family homes will only be supported where there is no net loss of family-sized dwellings (3-plus bedroom units). The retained family unit should have access to private external amenity space. Supporting text",
    "tokens": 105,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "d7de41aa-27e0-4821-9de1-8a0c9335d4be",
    "heading": "",
    "text": "84 Tower Hamlets Local Plan BACK TO POLICIES Policy HF4 Supported and specialist housing and housing for older people 1. Development proposals for new specialist and supported housing and housing for older people will be supported in principle where it can be demonstrated that it: a. is of high quality, considers the needs of intended occupiers, and meets relevant best practice guidance for this form of accommodation; b. integrates residents into the surrounding community; c. is located in close proximity to public transport, community facilities, local shops and services; d. includes amenity and accommodation facilities for staff where necessary; e. includes provision of affordable units, where appropriate; and f. provides an appropriately detailed and resourced management plan. 2. Where practical, development proposals for new housing for elderly people should deliver small-scale community facilities or town",
    "tokens": 136,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "4214910c-1104-4dce-bb06-28f67d35cd70",
    "heading": "",
    "text": "a. it has been demonstrated that there is no longer an identified need for its retention in the current format; b. the needs met by this form of housing will be re-provided elsewhere within the borough, resulting in no net loss of provision and is both available and affordable; or c. re-provision as part of the development proposal would result in improved standards and quality of accommodation and the accommodation would be re-provided at comparable rent levels. Tower Hamlets Local Plan 85 HOMES FOR THE COMMUNITY Supporting text 12.46 This policy aims to ensure that there is a sufficient supply of appropriate housing available for people with specialist care needs, older people, homeless people, disabled people, and vulnerable people to live as independently as possible in accordance with our statutory duties. It also seeks to protect appropriate staff accommodation ancillary to a relevant use.",
    "tokens": 145,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "049b6771-91bf-466f-bdfa-94c816108e02",
    "heading": "",
    "text": "Tower Hamlets Local Plan 87 HOMES FOR THE COMMUNITY safety procedures and the maintenance of the accommodation and any communal spaces provided. 12.55 Part 2 seeks to incorporate, where practical, small-scale community and town centre uses within the development proposal. Such components can improve the health and well-being of residents as they offer opportunity to play an active role in their community through continued interaction and stimulation with the surrounding existing and wider community. 12.56 Part 3 sets out that existing accommodation will be protected where it is considered suitable and meeting the needs and standards required.",
    "tokens": 98,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "299e06d8-3888-46b9-931a-53ab352df579",
    "heading": "",
    "text": "Tower Hamlets Local Plan 149 PEOPLE, PLACES AND SPACES Policy PS1 Design-and infrastructure-led approach to development 1. The council will support development proposals that are design-led and respond to a site’s context and capacity for growth to determine the appropriate form and land use for the site and where they deliver on the borough’s needs for housing, employment, retail, and community space, and to create sustainable communities. All development proposals should demonstrate how the proposed capacity of the development has been informed by: a. the form and layout of the site, within its context, including appropriate scale, height and massing; b. the experience of future and existing residents and users of the site; c. the quality and character of the proposed development; d. the character of the 24 places of Tower Hamlets, as set out in the council’s Urban Structure and Characterisation Study (2009 and 2016 addendum);",
    "tokens": 148,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "5f1467f5-5ddc-4af2-a8bb-57ba8da2b18f",
    "heading": "",
    "text": "Tower Hamlets Local Plan 227 INCLUSIVE ECONOMY AND GOOD GROWTH Supporting text 15.12 This policy sets out the approach to employment provision in relation to the level and distribution of jobs across the borough over the period to 2038. This will help to ensure successful and sustainable local and sub-regional economies, promoting and facilitating a range of employment spaces to meet the needs of different types of occupiers across different locations (see Figure 16 and the Policies Map).",
    "tokens": 79,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "992555f2-84bd-4430-a5de-87e487d5d7e3",
    "heading": "",
    "text": "230 Tower Hamlets Local Plan BACK TO POLICIES centres are located throughout the borough and are able to offer smaller spaces which meet the needs of businesses serving the local community. Within the Tower Hamlets Activity Areas and some District Centres and Neighbourhood Centres (as shown on the Policies Map), purpose-built office buildings can be supported where they are of a nature and scale which corresponds with their surroundings. Within the Primary and Secondary Frontages, employment spaces should be located on upper floors so as not to undermine the retail and leisure functions of those areas. 15.29 Proposals outside of designated employment locations and the town centre hierarchy (see Part 1) will be supported where they demonstrate that there is a need and demand for such employment uses, with further detail set out in Policy EG2. INCLUSIVE ECONOMY AND GOOD GROWTH Tower Hamlets Local Plan 231",
    "tokens": 148,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "39d00a0b-ec26-4c99-9e13-6d9115b00315",
    "heading": "",
    "text": "Tower Hamlets Local Plan 233 INCLUSIVE ECONOMY AND GOOD GROWTH Supporting text 15.30 Parts 1 and 2 of the policy encourage the provision of additional employment floorspace to meet demand and the needs of different business types. Where new provision is proposed, it must be located in the most viable locations to support the role and function of the borough’s designated employment locations and to proactively avoid long-term vacancy or subsequent conversion to other uses. This policy seeks to direct new provision to the designated employment locations, activity areas and site allocations which include employment space as a first priority, then to locations of highest activity, accessibility and visibility (see Part 3) and finally to other locations (see Part 4) where it meets specific criteria.",
    "tokens": 126,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "1f831ee1-6ccc-4369-bb5e-9c11495a2c0c",
    "heading": "",
    "text": "it can be shown that the needs of the business are better met elsewhere. Tower Hamlets Local Plan 243 INCLUSIVE ECONOMY AND GOOD GROWTH Supporting text 15.62 This policy describes the criteria that will be used to assess the potential loss of employment space within the borough in line with the vision and objectives of the plan (see Section 2). 15.63 In accordance with Part 1, any development proposals that would result in a net loss of employment floorspace within a SIL or a LIL will not be supported. This reflects the significant level of demand for industrial floorspace in the borough and the important role it plays in providing employment and entrepreneurial opportunities to local residents.",
    "tokens": 118,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "d8552ef9-0eb5-48eb-98de-99581bdbad75",
    "heading": "",
    "text": "Tower Hamlets Local Plan 281 TOWN CENTRES Policy TC8 Short-stay accommodation 1. Development proposals for visitor accommodation will be supported in locations within the CAZ, Canary Wharf Metropolitan Centre, Tower Hamlets Activity Areas and District Centres (as shown on the Policies Map) or along primary routes where adjacent to transport interchanges, where it can be demonstrated that: a. the size, scale and nature of the proposal is proportionate to its location; b. the applicant can demonstrate that there is sufficient demand for the proposal within the local area; c. the proposal would not compromise the supply of C3 selfcontained homes and would not undermine the Borough’s ability to deliver against strategic housing and employment targets; and d. the applicant can demonstrate adequate access and servicing arrangements appropriate to the scale, nature, and location of the proposal. BACK TO POLICIES Supporting text",
    "tokens": 142,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "8830c7e9-b2ef-4a9d-a93f-17fd31684c3f",
    "heading": "",
    "text": "suitable within a smaller District Centre. 16.77 Part 1(b) seeks to ensure development proposals for short stay accommodation are responding to demand. In order to comply with this policy requirement, applications should include an assessment of the level of demand and supply of visitor accommodation within the relevant sub-area. This assessment should have regard to the type of accommodation proposed and its price point, and should include consented and proposed visitor accommodation in addition to that currently operating. 16.78 In order to comply with Part 1(c), development proposals will need to demonstrate that the proposed site is not allocated for residential or employment development within a site allocation or employment designation and does not have an extant planning permission for residential or employment development. 282 Tower Hamlets Local Plan BACK TO POLICIES",
    "tokens": 133,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "2a4769cc-266a-4455-9828-327639c09a75",
    "heading": "",
    "text": "284 Tower Hamlets Local Plan BACK TO POLICIES 17.4 The following policies will seek to promote and facilitate the delivery of essential community facilities through new development (including changes of use, extensions, and new builds) in line with the Infrastructure Delivery Plan, which outlines the existing capacity and future needs and priorities facing some of the community facilities in the borough. In particular, the policies in this chapter aim to ensure that sufficient facilities are provided to meet the needs of the borough’s growing population in the areas of greatest need and growth, such as the borough’s site allocations. 17.5 This section contains the following policies: z   Policy CI1: Supporting community facilities z   Policy CI2: Existing community facilities z   Policy CI3: New and enhanced community facilities z   Policy CI4: Public houses z   Policy CI5: Arts and culture facilities COMMUNITY INFRASTRUCTURE",
    "tokens": 151,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "944d7b9d-3030-4069-9498-3c338bd2759f",
    "heading": "",
    "text": "Tower Hamlets Local Plan 287 COMMUNITY INFRASTRUCTURE BACK TO POLICIES 288 Tower Hamlets Local Plan BACK TO POLICIES Policy CI2 Existing community facilities 1. Development proposals must retain existing community facilities unless it can be demonstrated that: a. there is no longer a need for the facility or any alternative community use within the local community; or b. a replacement facility of similar nature that would better meet the needs of existing users is provided. 2. Where community facilities are re-provided on site as part of the development proposal, the quality, inclusivity, and accessibility of these facilities (including public access) should be enhanced.",
    "tokens": 105,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "64938756-1ad0-4009-b98f-d4aa1b8e7fc5",
    "heading": "",
    "text": "serves. COMMUNITY INFRASTRUCTURE Tower Hamlets Local Plan 291 COMMUNITY INFRASTRUCTURE Policy CI3 New and enhanced community facilities 1. Development proposals for new community facilities will be directed towards the identified town centre locations. Development proposals involving the provision of community facilities located outside the borough’s town centres will be supported where an up-to-date and robust local need can be demonstrated. 2. Development proposals for new community facilities should demonstrate that early consultation has been undertaken with the intended operator and users of the space. All community facilities must be culturally sensitive and reflect the needs of the diverse communities living in the borough. This should include evidence of a co-design process to ensure the new facility best meets the needs of the local community.",
    "tokens": 125,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  }
]