[
  {
    "chunk_id": "58218647-adb8-41b3-a1c8-af99b022b356",
    "heading": "",
    "text": "f. Create new open spaces (including pocket parks and strategic open space) and improve links to existing publicly accessible open space. Site Allocations in the City Fringe sub-area 1.1 Bishopsgate Goods Yard 1.2 London Dock 1.3 Marian Place Gasworks and The Oval 1.4 Whitechapel South 1.5 London Metropolitan University 1.6 Whitechapel North 1.7 Brick Lane and Pedley Street 392 Tower Hamlets Local Plan BACK TO CONTENTS 1.1 Bishopsgate Goods Yard Figure 25: 1.1 Bishopsgate Goods Yard (indicative) SITE ALLOCATIONSINTRODUCTION Tower Hamlets Local Plan 393 INTRODUCTIONSITE ALLOCATIONS BACK TO CONTENTS |Site proposal|Details| ||| |Indicative capacities|Within the Tower Hamlets portion of the site: z 500 homes z 11,500sqm non-residential uses - maximum| |Phasing|2024-29, 2030-34| Land uses, activities, and delivery z Development within the Tower Hamlets portion of the site should",
    "tokens": 130,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "14655894-7718-42b2-9725-9d7c312a4ce9",
    "heading": "",
    "text": "Land uses, activities, and delivery z Development within the Tower Hamlets portion of the site should consist of a mixed-use, residential-led scheme with a mix of retail, workspace, community and cultural uses and the provision of a leisure facility and an Idea Store. z Acceptable land uses include: – Residential (Class C3) – Town centre uses (Class E) – Community and cultural uses (Class F1/F2) z Required on-site infrastructure includes: – Community facility – Strategic consolidated open space of minimum 1 hectare z This is a cross-boundary site with the London Borough of Hackney. Development should coordinate consultation across planning authorities and address cross-boundary issues. z The community facility should be delivered within or adjacent to the Brick Lane district centre.",
    "tokens": 121,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "0bdb29b4-dc7e-4c81-8a35-bd4232299487",
    "heading": "",
    "text": "Tower Hamlets Local Plan 397 INTRODUCTIONSITE ALLOCATIONS Land uses, activities, and delivery z Development should consist of a mixed-use, residential-led scheme with a mix of retail, workspace, community and cultural uses and the provision of a secondary school. z Acceptable land uses include: – Residential (Class C3) – Town centre uses (Class E) – Community uses (Class F1/F2) z Required on-site infrastructure includes: – Secondary School Form, massing, and heritage z Height strategy: Appropriate height of 98m at the tallest point, which should be the extant plot C1 located to the west of the site. Heights should generally step down towards Tobacco Dock to the east of the site. z The impact of development on nearby heritage assets should be",
    "tokens": 121,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "61dc03f5-8a7b-4f8d-8a9c-4e4d3ea5fa46",
    "heading": "",
    "text": "z All proposals for development within the site allocation should look to contribute to an overall provision of 1ha of new public open space across the allocation as a whole, delivered through a number of smaller open spaces and pocket parks. z Provide active frontage at the waterside, set back from the canal; and positively frame the open space and The Oval to avoid excessive overshadowing. z Improve the public realm with active site edges, particularly along Hackney Road, Pritchard’s Road, Emma Street and The Oval. In addition, generous pavement and a linear landscaped square should be provided along Hackney Road, if this is made possible through redevelopment of the buildings that front it. Tower Hamlets Local Plan 401 INTRODUCTIONSITE ALLOCATIONS BACK TO CONTENTS 1.4 Whitechapel South Figure 28: 1.4 Whitechapel South (indicative) 402 Tower Hamlets Local Plan BACK TO CONTENTS",
    "tokens": 143,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "b2228abc-0495-4d0c-9053-6408a30d9ab3",
    "heading": "",
    "text": "Figure 30: 1.6 Whitechapel North (indicative) SITE ALLOCATIONSINTRODUCTION Tower Hamlets Local Plan 409 INTRODUCTIONSITE ALLOCATIONS BACK TO CONTENTS |Site proposal|Details| ||| |Indicative capacities|1,225 homes (575 on Sainsbury’s site, 200 on Kempton Court site, 200 on Whitechapel Station site, 160 on Sports Centre site, 90 on Vallance Road site) At least 4,500sqm retail space (primarily on Sainsbury’s site)| |Phasing|2030-34, 2035-39| Land uses, activities, and delivery z Development should consist of a mixed-use, residential-led scheme with a mix of retail, workspace and community uses. z Acceptable land uses include: – Residential (Class C3) – Town centre uses (Class E) – Community uses (Class F1/F2) z Required on-site infrastructure includes: – Reprovision and enhancement of NHS primary health care facility – Reprovision of leisure centre – Community facility",
    "tokens": 126,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "09866085-9b79-4c5e-a7e3-fde49c81f776",
    "heading": "",
    "text": "Tower Hamlets Local Plan 413 INTRODUCTIONSITE ALLOCATIONS BACK TO CONTENTS Land uses, activities, and delivery z Development should consist of a mixed-use, residential-led scheme with a mix of retail, workspace and community uses. z Acceptable land uses include: – Residential (Class C3) – Town centre uses (Class E) – Community uses (Class F1/F2) z Required on-site infrastructure includes: – Community facility – Improved crossings of the railway lines in the north of the site – Enhancements to public realm and Allen Gardens z The site is in multiple ownership and consists of a number of",
    "tokens": 96,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "06697495-1fc9-4d52-b7f1-bf655acde56c",
    "heading": "",
    "text": "|Site information|Details| ||| |Address|Bow Common Lane| |Area [ha]|3.94| |Ward|Bromley South| |PTAL [2031]|2-3| |Planning designations|z Local Nature Reserve (Tower Hamlets Cemetery Park, adjacent to the site) z Site of Importance for Nature Conservation (Tower Hamlets Cemetery Park and the Soane Centre, Old Railway at Fairfoot Road, part of Mile End Park SINC, all adjacent to the site) z Metropolitan Open Land (Tower Hamlets Cemetery, adjacent to the site) z Publicly Accessible Open Space (Bow Common Lane Gas Works) z Conservation Area (Tower Hamlets Cemetery, adjacent to site)| |Site proposal|Details| ||| |Indicative capacities|1000 homes 2,500sqm retail/workspace/community/cultural uses| |Phasing|2024-29, 2030-34| Tower Hamlets Local Plan 419 INTRODUCTIONSITE ALLOCATIONS Land uses, activities, and delivery z Development should consist of a mixed-use, residential-led scheme",
    "tokens": 119,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "a9f6498d-6df0-4232-ab1e-542b97a48446",
    "heading": "",
    "text": "Tower Hamlets Local Plan 427 INTRODUCTIONSITE ALLOCATIONS |Site proposal|Details| ||| |Land uses|Small open space, bridge| |Indicative capacities|1,450 homes (785 on Ailsa Wharf, 133 on Islay Wharf, 530 on former bus depot) 6,500sqm commercial floorspace| |Phasing|2024-29, 2030-34| Land uses, activities, and delivery z Development should consist of a mixed-use, residential-led scheme with a mix of retail, workspace, community and cultural uses. z Acceptable land uses include: – Residential (Class C3) – Small scale retail/town centre uses (Class E) – Community uses (Class F1/F2) z Required on-site infrastructure includes: – Safeguarded bridge landing space for new crossing of the River Lea z The site is in multiple ownership, and landowners and developers",
    "tokens": 111,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "f0c7e188-b2ac-43d1-98be-236c509dc125",
    "heading": "",
    "text": "|Site proposal|Details| ||| |Indicative capacities|2,800 homes 8,500sqm commercial floorspace| |Phasing|2024-29, 2030-34| Tower Hamlets Local Plan 431 INTRODUCTIONSITE ALLOCATIONS Land uses, activities, and delivery z Development should consist of a mixed-use, residential-led scheme with a mix of retail, workspace, community and cultural uses, and provision of a secondary school. z Acceptable land uses include: – Residential (Class C3) – Town centre uses (Class E) – Community uses (Class F1/F2) z Required on-site infrastructure includes: – Secondary school – Strategic consolidated open space of minimum 1 hectare – Safeguarded bridge landing space for new crossings of the River Lea z Ensure the open space is designed and usable for sport and recreation and located adjacent to the River Lea, featuring the Leaway and water spaces. It should meet the minimum size of one hectare.",
    "tokens": 133,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "893a47f2-9f62-4cf8-9fc0-d0d6d1b2ba40",
    "heading": "",
    "text": "Environment and public realm z Development should step back from the River Lea to avoid excessive overshadowing and enable activation of the riverside. z Improve the public realm with active site edges, particularly along Leven Road. z In line with the Integrated Water Management Plan for the Isle of Dogs and South Poplar, opportunities for greywater recycling should be investigated. SITE ALLOCATIONSINTRODUCTION Tower Hamlets Local Plan 433 INTRODUCTIONSITE ALLOCATIONS BACK TO CONTENTS 3.3 Aberfeldy Estate Figure 36: 3.3 Aberfeldy Estate (indicative) 434 Tower Hamlets Local Plan BACK TO CONTENTS SITE ALLOCATIONSINTRODUCTION |Site proposal|Details| ||| |Indicative capacities|1,550 homes 3,500sqm commercial/town centre floorspace| |Phasing|2024-29, 2030-34| Land uses, activities, and delivery z Development should consist of a mixed-use, residential-led scheme",
    "tokens": 119,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "72a4e89d-dbab-48b0-af55-abd1d15c3f51",
    "heading": "",
    "text": "Tower Hamlets Local Plan 435 INTRODUCTIONSITE ALLOCATIONS z This site could potentially be suitable for extra-care accommodation or accommodation for people with learning disabilities – in such circumstances, planning use class C2 may also be acceptable on this site, but only for these uses. z This site could potentially be suitable for extra-care accommodation or accommodation for people with learning disabilities. Form, massing, and heritage z Height Strategy: Appropriate height of 80m at the tallest point, which should be located at the northern end of Abbott Road. Heights should step down from this point towards the lower-rise residential context in the east and south of the site, and towards Bromley Hall School to the north of the site. z A strong built frontage should address the A12 along the site’s",
    "tokens": 131,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "52836e7b-df70-4587-bfe6-d3881243aeeb",
    "heading": "",
    "text": "z Development should provide appropriate riparian lifesaving infrastructure along the riverside path. Environment and public realm z High quality new public open spaces should be created along the waterfront, particularly focused on the area where Three Mills Lane crosses the River Lea. Tower Hamlets Local Plan 439 INTRODUCTIONSITE ALLOCATIONS BACK TO CONTENTS 3.5 Blackwall Trading Estate and Leamouth Road Depot Figure 38: 3.5 Blackwall Trading Estate and Leamouth Road Depot (indicative) 440 Tower Hamlets Local Plan BACK TO CONTENTS SITE ALLOCATIONSINTRODUCTION |Site proposal|Details| ||| |Phasing|2035-39| Land uses, activities, and delivery z Development should consist of a mixed-use, residential- and light industrial-led scheme, with some potential for other commercial uses. z Acceptable land uses include: – Residential (Class C3)",
    "tokens": 120,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "58367845-4f3c-4c9d-a9f0-18d1812f834e",
    "heading": "",
    "text": "444 Tower Hamlets Local Plan BACK TO CONTENTS |Site proposal|Details| ||| |Indicative capacities|800 homes across the whole site (300 on Tower Hamlets portion of site) 6,500sqm commercial and community floorspace| |Phasing|2024-29, 2030-34| Land uses, activities, and delivery z Development should consist of a mixed-use, employment-focused scheme with a mix of residential, retail, workspace, and creative and cultural uses. z Acceptable land uses include: – Residential (Class C3) – Retail/town centre uses (Class E) – Employment uses (Class E) – Community uses (Class F1/F2) – Theatre (sui generis) z Required on-site infrastructure includes: – Community facility z This is a cross-boundary site with the London Borough of Hackney. Development should coordinate consultation across planning authorities and address cross-boundary issues. z Proposals on this site should be in accordance with the principles of the Hackney Wick Masterplan.",
    "tokens": 136,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "8da5fdf5-95d1-4490-baf6-e715974404a4",
    "heading": "",
    "text": "|Site information|Details| ||| |Address|Hepscott Road/Trego Road| |Area [ha]|3.08| |Ward|Bow East| |PTAL [2031]|3| |Planning designations|z Area of substandard air quality z Flood risk area z Site of Importance for Nature Conservation (London’s Canals, and Disused Railway, Bow, both adjacent to the site) z Metropolitan Open Land (Lee Valley Regional Park, adjacent to the site) z Archaeological Priority Area (Lea Valley, Tier 3) z Conservation Area (Fish Island and White Post Lane)| |Site proposal|Details| ||| |Indicative capacities|525 homes 11,000sqm commercial and community floorspace| |Phasing|2024-29| 448 Tower Hamlets Local Plan BACK TO CONTENTS Land uses, activities, and delivery z Development should consist of a mixed-use, residential-led scheme with a mix of retail, workspace, and creative and cultural uses, and delivery of a linear park and crossings of the canal. z Acceptable land uses include: – Residential (Class C3)",
    "tokens": 136,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "f8af54f1-0f18-440e-9a05-e2f4674f561f",
    "heading": "",
    "text": "Tower Hamlets Local Plan 451 INTRODUCTIONSITE ALLOCATIONS |Site proposal|Details| ||| |Indicative capacities|775 homes 4,500sqm commercial and community floorspace| |Phasing|2024-29, 2030-34| Land uses, activities, and delivery z Development should consist of a mixed-use, residential-led scheme with a mix of retail, workspace, and community uses, and provision of a library, nursery, health care facility, and bridges across the canal. z Acceptable land uses include: – Residential (Class C3) – Small scale retail/town centre uses (Class E) – Community uses (Class F1/F2) z Required on-site infrastructure includes: – Library – NHS primary health care facility – Nursery – Provision of bridges across the Lee Navigation Canal – Retention and improvement of existing open space z New bridge links should be provided across the Lee Navigation that",
    "tokens": 124,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "16531f20-ad3b-4cfa-b307-3583665a0a21",
    "heading": "",
    "text": "Environment and public realm z Active ground floor frontages and high quality public realm should be provided along east-west routes that cross the allocation. 452 Tower Hamlets Local Plan BACK TO CONTENTS 3.9 Teviot Estate Figure 42: 3.9 Teviot Estate (indicative) SITE ALLOCATIONSINTRODUCTION Tower Hamlets Local Plan 453 INTRODUCTIONSITE ALLOCATIONS BACK TO CONTENTS |Site proposal|Details| ||| |Indicative capacities|1,200 homes 5,000sqm commercial/community floorspace| |Phasing|2024-29, 2030-34| Land uses, activities, and delivery z Development should consist of a mixed-use, residential-led scheme with a mix of retail, workspace, community and cultural uses, and provision of a primary school. z Acceptable land uses include: – Residential (Class C3) – Small scale retail/town centre uses (Class E) – Community uses (Class F1/F2) z Required on-site infrastructure includes:",
    "tokens": 123,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "295b5b7d-deeb-41b9-ac65-1654b7ef014d",
    "heading": "",
    "text": "or accommodation for people with learning disabilities – in such circumstances, planning use class C2 may also be acceptable on this site, but only for these uses. |Site information|Details| ||| |Address|Teviot Street/Zetland Street| |Area [ha]|10.08| |Ward|Lansbury| |PTAL [2031]|2-4| |Planning designations|z Area of substandard air quality z Flood risk area z Area of deficiency of access to nature z Site of Importance for Nature Conservation (London’s Canals, adjacent to the site) z Metropolitan Open Land (Lee Valley Regional Park, adjacent to the site) z Publicly Accessible Open Space (Wyvis Street Open Space; and Langdon Park – adjacent to the site) z Archaeological Priority Area (Lea Valley, Tier 3) z Conservation Area (Langdon Park; and Limehouse Cut and Balfron Tower, adjacent to the site) z Statutory listed buildings (Church of St Michael and All Angels, grade II; and War Memorial, grade II)| |Relevant Permissions|None| 454 Tower Hamlets Local Plan",
    "tokens": 148,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "8a48f0ed-29b0-41b3-8abf-b356bbacff50",
    "heading": "",
    "text": "Tower Hamlets Local Plan 465 INTRODUCTIONSITE ALLOCATIONS Land uses, activities, and delivery z Development should consist of a mixed-use, residential-led scheme with a mix of retail, workspace, community and cultural uses and the provision of a health centre, primary school and community centre. z Acceptable land uses include: – Residential (Class C3) – Town centre uses (Class E) – Community uses (Class F1/F2) z Required on-site infrastructure includes: – NHS primary health care facility (reprovision and expansion) – Primary school – Community centre – Transport interchange z Redevelop and improve the town centre with an anchor supermarket",
    "tokens": 98,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "bb7ec7e4-6d94-4f5c-a27c-7f4f9c357e1b",
    "heading": "",
    "text": "Environment and public realm z Improve public realm with active site edges, particularly along East Ferry Road and adjacent to Mudchute Park, and reinforce and complement local distinctiveness and create a positive sense of place with the provision of a new public square in the centre that is framed by the development. 466 Tower Hamlets Local Plan BACK TO CONTENTS 4.4 Limeharbour Figure 46: 4.4 Limeharbour (indicative) SITE ALLOCATIONSINTRODUCTION Tower Hamlets Local Plan 467 INTRODUCTIONSITE ALLOCATIONS BACK TO CONTENTS |Site proposal|Details| ||| |Indicative capacities|1,900 homes (approximately 1,250 across whole Harbour Exchange site, remainder on Skylines site) 39,000sqm commercial floorspace| |Phasing|2024-29, 2030-34, 2035-39| Land uses, activities, and delivery z Development should consist of a mixed-use, residential-led scheme with some employment spaces.",
    "tokens": 122,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "c05fc578-1769-402e-adeb-304bb66b1eaa",
    "heading": "",
    "text": "|Site information|Details| ||| |Address|Limeharbour| |Area [ha]|5.25| |Ward|Blackwall and Cubitt Town| |PTAL [2031]|3-4| |Planning designations|z Area of substandard air quality (small part of the site) z Critical Drainage Area (part of the site) z Flood risk area z Site of Importance for Nature Conservation (Millwall and West India Docks, adjacent to the site) z Tower Hamlets Activity Area z Neighbourhood Planning Area (Isle of Dogs) z Tall Building Zone (Millwall Inner Dock) z Archaeological Priority Area (Isle of Dogs, tier 3)| |Relevant Permissions|PA/17/01597 – Construction of a new mixed use development consisting of five buildings ranging from ground plus 3 to ground plus 48 storeys in height comprising 579 residential units; a two- form entry primary school with nursery facilities; a 10,272 sq. m SME Business Centre; 2,228 sq. m of flexible commercial floorspace (Resolution to grant permission).| 468 Tower Hamlets Local Plan BACK TO CONTENTS",
    "tokens": 146,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "17d4e8a8-9596-448b-b727-4bc224b3c294",
    "heading": "",
    "text": "z Provide well defined public green open space or public squares with active building frontages around the DLR viaduct. The open space should be well integrated into the development. Tower Hamlets Local Plan 469 INTRODUCTIONSITE ALLOCATIONS BACK TO CONTENTS 4.5 Marsh Wall East Figure 47: 4.5 Marsh Wall East (indicative) 470 Tower Hamlets Local Plan BACK TO CONTENTS SITE ALLOCATIONSINTRODUCTION |Site proposal|Details| ||| |Indicative capacities|2,400 homes (approximately 1,475 on western half of site, 332 on 225 Marsh Wall site, 585 on rest of eastern half of site) 10,000sqm hotel floorspace 3,300sqm educational floorpace 45,000sqm commercial floorspace 10,500sqm retail floorspace| |Phasing|2024-29, 2030-34| Land uses, activities, and delivery z Development should consist of a mixed-use, residential-led scheme",
    "tokens": 117,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "2c1bb7d9-05f3-4984-961e-8371497eaebf",
    "heading": "",
    "text": "Tower Hamlets Local Plan 471 INTRODUCTIONSITE ALLOCATIONS z The site is in multiple ownership, and landowners and developers should work together to develop a comprehensive design-led masterplan for redevelopment of this site, to ensure development is delivered sustainably. Effective engagement between landowners, developers and leaseholders will be needed to facilitate potential land assembly and comprehensive redevelopment. z The site contains a number of existing buildings, some constructed fairly recently. When demolition and redevelopment is proposed, applications must robustly justify how they meet circular economy and sustainability principles set out in the rest of the development plan. z Development of residential uses on the eastern half of the site must demonstrate that they have considered and suitably mitigated against potential noise from the data centre uses within this area, in line with the Agent of Change principle.",
    "tokens": 137,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "7ad536f9-7d5b-4f73-a4f9-1051080e0772",
    "heading": "",
    "text": "476 Tower Hamlets Local Plan BACK TO CONTENTS Land uses, activities, and delivery z Development should consist of a mixed-use, residential-led scheme with some employment spaces. z Acceptable land uses include: – Residential (Class C3) – Town centre uses (Class E) – Community uses (Class F1/F2) z Required on-site infrastructure includes: – Community centre z The site is in multiple ownership, and landowners and developers should work together to develop a comprehensive design-led masterplan for redevelopment of this site, to ensure development is delivered sustainably. Effective engagement between landowners, developers and leaseholders will be needed to facilitate potential land assembly and comprehensive redevelopment. Form, massing, and heritage z Height strategy: Appropriate height of 230m at the tallest point, which",
    "tokens": 120,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "5f3f668c-4dc8-4381-80bb-d47ce00808b2",
    "heading": "",
    "text": "|Site information|Details| ||| |Address|Marsh Wall/Millharbour| |Area [ha]|3.95| |Ward|Canary Wharf| |PTAL [2031]|2-4| |Planning designations|z Critical Drainage Area (part of the site) z Flood risk area z Area of deficiency of access to nature z Site of Importance for Nature Conservation (Millwall and West India Docks, adjacent to the site) z Town Centre (South Quay Neighbourhood Centre) z Tower Hamlets Activity Area z Neighbourhood Planning Area (Isle of Dogs) z Tall Building Zone (Millwall Inner Dock) z Archaeological Priority Area (Isle of Dogs, tier 3)| |Site proposal|Details| ||| |Indicative capacities|1,700 homes 6,000sqm non-residential floorspace 3,500sqm educational floorspace| |Phasing|2024-29| 480 Tower Hamlets Local Plan BACK TO CONTENTS Land uses, activities, and delivery z Development should consist of a mixed-use, residential-led scheme",
    "tokens": 119,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "e13cdb6a-5431-4a23-9094-30280b0429d3",
    "heading": "",
    "text": "480 Tower Hamlets Local Plan BACK TO CONTENTS Land uses, activities, and delivery z Development should consist of a mixed-use, residential-led scheme with a mix of workspace and community uses, including provision of a primary and secondary school. z Acceptable land uses include: – Residential (Class C3) – Small scale retail/town centre uses (Class E) – Community uses (Class F1/F2) z Required on-site infrastructure includes: – Primary school – Reprovision and expansion of existing alternative secondary school z The site is in multiple ownership, and landowners and developers should work together to develop a comprehensive design-led masterplan for redevelopment of this site, to ensure development is delivered sustainably. Effective engagement between landowners, developers and leaseholders will be needed to facilitate potential land assembly and comprehensive redevelopment. Form, massing, and heritage",
    "tokens": 131,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "f7dc7263-88fc-410f-bc74-b3bb2bf99496",
    "heading": "",
    "text": "at least 25% of the floorspace as commercial uses, with a focus on Central Activities Zone strategic uses as defined in the London Plan. |Site information|Details| ||| |Address|Upper Bank Street| |Area [ha]|2.87| |Ward|Canary Wharf| |PTAL [2031]|5-6a| |Planning designations|z Area of substandard air quality z Skyline of Strategic Importance z Flood risk area z Area of deficiency of access to nature z Site of Importance for Nature Conservation (Millwall and West India Docks, adjacent to the site) z Town Centre (Canary Wharf Metropolitan Centre) z Preferred Office Location (Canary Wharf Fringe) z Tall Building Zone (Canary Wharf) z Archaeological Priority Area (Isle of Dogs, tier 3) z Statutory listed buildings (Quay Walls, Copings and Buttresses to Import Dock and Export Dock, Grade I)| Tower Hamlets Local Plan 483 INTRODUCTIONSITE ALLOCATIONS z Proposals on this site should be in accordance with the principles of",
    "tokens": 143,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "2d3bed48-bc78-4985-9546-3999929b3873",
    "heading": "",
    "text": "|Site proposal|Details| ||| |Indicative capacities|1,650 homes 56,000sqm commercial floorspace| |Phasing|2030-34| Land uses, activities, and delivery z Development should consist of a mixed-use scheme with elements of residential and employment floorspace. z Acceptable land uses include: – Residential (Class C3) – maximum of 75% of floorspace – Town centre uses (Class E) – at least 25% of floorspace – Community uses (Class F1/F2) z Required on-site infrastructure includes: – Community centre z The site is within the Canary Wharf Fringe and is expected to provide at least 25% of the floorspace as commercial uses, with a focus on Central Activities Zone strategic uses as defined in the London Plan. z Development proposals must include the raising of flood defences",
    "tokens": 118,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "adc462af-743b-45ac-bea8-97c569ee1454",
    "heading": "",
    "text": "|Site information|Details| ||| |Address|Westferry Road| |Area [ha]|6.21| |Ward|Canary Wharf| |PTAL [2031]|1b-2| |Planning designations|z Area of substandard air quality (small part of the site) z Critical Drainage Area (part of the site) z Flood risk area z Area of deficiency of access to nature z Site of Importance for Nature Conservation (Millwall and West India Docks, adjacent to the site) z Neighbourhood Planning Area (Isle of Dogs) z Tall Building Zone (Millwall Inner Dock) z Archaeological Priority Area (Isle of Dogs, tier 3)| |Relevant Permissions|PA/15/02216 – Comprehensive mixed use redevelopment including buildings ranging from 4- 30 storeys in height (tallest being 110m) comprising: a secondary school, 722 residential units, retail use, flexible restaurant and café and drinking establishment uses, flexible office and financial and professional services uses, Community uses.| Tower Hamlets Local Plan 493 INTRODUCTIONSITE ALLOCATIONS",
    "tokens": 136,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "bb4a6940-6f70-466f-ad6f-012782970244",
    "heading": "",
    "text": "Tower Hamlets Local Plan 493 INTRODUCTIONSITE ALLOCATIONS Land uses, activities, and delivery z Development should consist of a residential-led scheme with provision of a secondary school. z Acceptable land uses include: – Residential (Class C3) – Small scale retail/town centre uses (Class E) – Community uses (Class F1/F2) z Required on-site infrastructure includes: – Secondary School – Community centre – Strategic consolidated open space of minimum 1 hectare z Public open space should be located adjacent to the Millwall Outer Dock and designed to facilitate sport and recreation activities. z An assessment should be carried out to understand the potential contamination on site prior to any development taking place. Form, massing, and heritage z Height strategy: Appropriate height of 110m at the tallest point, which should be at the eastern end of the site. Heights should step down towards the existing lower-rise context in the west.",
    "tokens": 147,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "643978e7-91f7-43a2-bdfb-e444721f95fd",
    "heading": "",
    "text": "– Community uses (Class F1/F2) z Required on-site infrastructure includes: – Primary school |Site information|Details| ||| |Address|Preston’s Road| |Area [ha]|11.03| |Ward|Blackwall and Cubitt Town| |PTAL [2031]|3-6a| |Planning designations|z Area of substandard air quality (small part of the site) z Skyline of Strategic Importance z Flood risk area z Site of Importance for Nature Conservation (Millwall and West India Docks, and Blackwall Basin, both adjacent to the site) z Town Centre (Canary Wharf Metropolitan Centre) z Tower Hamlets Activity Area (part of the site) z Preferred Office Location (Canary Wharf Fringe) z Tall Building Zone (Canary Wharf) z Archaeological Priority Area (Isle of Dogs, tier 3) z Conservation Area (Coldharbour, part of site, most of the Conservation Area is adjacent to the site) z Statutory listed buildings (Quay Walls, Copings and Buttresses to Import Dock and Export Dock, Grade I; Blackwall Basin, Grade I)|",
    "tokens": 143,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "cd7a3301-d579-4195-869e-96961d281869",
    "heading": "",
    "text": "|Site information|Details| ||| |Address|Bank Street| |Area [ha]|0.66| |Ward|Canary Wharf| |PTAL [2031]|6a| |Planning designations|z Skyline of Strategic Importance z Flood risk area z Area of deficiency of access to nature z Site of Importance for Nature Conservation (Millwall and West India Docks, adjacent to the site) z Town Centre (Canary Wharf Metropolitan Centre) z Tower Hamlets Activity Area z Preferred Office Location (Canary Wharf Fringe) Tall Building Zone (Canary Wharf) z Archaeological Priority Area (Isle of Dogs, tier 3)| |Site proposal|Details| ||| |Indicative capacities|575 homes 41,000sqm commercial/town centres floorspace| |Phasing|2025-29, 2030-34| Tower Hamlets Local Plan 499 INTRODUCTIONSITE ALLOCATIONS Land uses, activities, and delivery z Development should consist of a mixed-use, residential- and commercial-led scheme. z Acceptable land uses include: – Residential (Class C3) – maximum 75% of floorspace",
    "tokens": 128,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  }
]