[
  {
    "chunk_id": "db56da54-f59e-497f-8b48-d6df985ef29d",
    "heading": "",
    "text": "BIODIVERSITY AND OPEN SPACE Tower Hamlets Local Plan 305 BIODIVERSITY AND OPEN SPACE Policy BO1 Green and blue infrastructure Green spaces 1. The council will maintain and enhance the provision of green infrastructure across the borough, delivering an improved network of accessible open spaces through: a. protecting all existing open space to ensure that there is no net loss, except where it meets the criteria set out in Policy BO2; b. maintaining the open character of Metropolitan Open Land (MOL) in accordance with the London Plan; c. requiring strategic development proposals to deliver an increase in new high quality publicly accessible open space on-site, in proportion to the scale of development; d. improving the quality, value, functionality, and accessibility of",
    "tokens": 121,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "94416749-d861-4589-9805-2fc8b6b2e5f4",
    "heading": "",
    "text": "g. the delivery of enhanced new strategic publicly accessible open spaces at Lea River Park (including the Leaway) and within site allocations. 2. The council will not support inappropriate development proposals on areas designated as MOL (as shown on the Policies Map). 306 Tower Hamlets Local Plan BACK TO POLICIES Blue spaces 3. The council will support the management and enhancement of the existing network of high quality, usable, and accessible water spaces network through: a. protecting the integrity of the borough’s water spaces; b. maximising opportunities for enhancing the aesthetic, ecological and biodiversity values of the borough’s water spaces (including the immediate and surrounding areas) and the water quality, in line with the Tower Hamlets Local Biodiversity Action Plan; c. improving accessibility and wayfinding to and along water spaces to maximise opportunities for public use and enjoyment;",
    "tokens": 139,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "9ad970f8-9da0-4e1c-b9a7-8c9b8e5bc914",
    "heading": "",
    "text": "London. Tower Hamlets Local Plan 309 BIODIVERSITY AND OPEN SPACE 18.20 Parts 1(f) and (g) promote the provision of new publicly accessible open spaces to serve the borough’s growing population, particularly where they are of a wider strategic importance (e.g. Lea River Park) and in areas of significant open space deficiency (see Figure 19 [32] ).",
    "tokens": 57,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "d6b2afb7-ec31-4784-8afe-e69e8c57c96d",
    "heading": "",
    "text": "inshore area (within the borough) are shown on the Policies Map. Any development and activities within the rivers Thames and Lea should policies set out in the South East Marine Plan. 18.33 Tower Hamlets has a diverse range of sites of biodiversity value, including areas of open space, waterways, and formally designated Sites of Importance for Nature Conservation (SINCs). Part 4 recognises that development can contribute to enhancing the borough’s biodiversity through urban greening measures. The London Plan establishes the Urban Greening Factor model to determine the appropriate provision of urban greening for new developments. Tower Hamlets Local Plan 313 BIODIVERSITY AND OPEN SPACE BACK TO POLICIES 314 Tower Hamlets Local Plan BACK TO POLICIES Figure 19: Areas of open space deficiency BIODIVERSITY AND OPEN SPACE Tower Hamlets Local Plan 315 BIODIVERSITY AND OPEN SPACE",
    "tokens": 138,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "94b621e1-7751-444f-a999-1f2836b3cf01",
    "heading": "",
    "text": "BACK TO POLICIES Figure 19: Areas of open space deficiency BIODIVERSITY AND OPEN SPACE Tower Hamlets Local Plan 315 BIODIVERSITY AND OPEN SPACE Policy BO2 Open spaces and the Green Grid network 1. Development proposals on areas of open space (excluding MOL) will only be supported in exceptional circumstances where they: a. provide essential facilities that enhance the function, use and enjoyment of the open space (e.g. ancillary sport facilities to the playing field use); or b. demonstrate they achieve a higher quality of open space, by meeting specific criteria which sets out appropriate and acceptable improvements; c. it is an outdoor sport and recreational space or facility, the sporting and recreational benefits of which would outweigh the harm resulting from its loss; and d. in any of the circumstances described in Parts 1(a), (b), and (c),",
    "tokens": 139,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "2214e1ab-1c2b-427d-b7ef-c5a5f3b9d68c",
    "heading": "",
    "text": "k. integrate play and space for informal recreation as per requirements set out in Policy BO6; and l. integrate food growing opportunities, where feasible and practical as per Policy BO7. 316 Tower Hamlets Local Plan BACK TO POLICIES 3. Development proposals should not solely rely upon existing publicly accessible open space to contribute towards on-site communal amenity space and child play space. 4. Development proposals should not adversely impact the enjoyment, openness, ecological and heritage value of the borough’s publicly accessible open spaces. 5. Major development proposals adjacent to the existing and proposed Green Grid network must contribute to the expansion and the enhancement of Green Grid links to connect communities to publicly accessible open spaces and water spaces as well as other main destination points, such as town centres, schools, health facilities and transport hubs.",
    "tokens": 137,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "e6ded4c3-b265-4102-a6e2-46619869cabf",
    "heading": "",
    "text": "Tower Hamlets Local Plan 317 BIODIVERSITY AND OPEN SPACE and delivering as many of the following enhancements as possible, including: a. improving the openness and passive surveillance of a green space; b. removing barriers such as fences or steps to make green spaces more welcoming, usable, and accessible, with better connections through or across sites; c. introducing furniture or features such as benches, seating and tables, drinking fountains, planter boxes for food growing, waste bins, lighting, and signage; d. the installation of new or replacement of dilapidated play equipment, public toilets, fitness equipment, public art, or other such facilities; e. Installing bird and bat nesting boxes, planting appropriate species, and other interventions that provide maximum benefit for biodiversity, and exceeding minimum requirements detailed under Policy BO4; and f. installing nature-based SuDS to manage rainfall and reduce surface water run-off.",
    "tokens": 140,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "4359da1a-1aab-40fc-8380-2d0236ae93d5",
    "heading": "",
    "text": "Tower Hamlets Local Plan 321 BIODIVERSITY AND OPEN SPACE 2. Development proposals adjacent to and along the borough’s water spaces are required to integrate with and enhance the waterside environment, including improving the area’s links with the water space, contribute to the delivery of continuous walkways, canal towpaths and cycle paths where appropriate (e.g. completion of the Thames Path), and consider flood defence raising and the management of historic wharves in line with TE2100 riverside strategy approach. 3. Development proposals for eco-moorings will be considered acceptable at suitable locations, and where they do not cause any adverse impact on navigation, biodiversity, microclimate, safety, amenity of surrounding residents and the public enjoyment of the water space. BACK TO POLICIES Supporting text",
    "tokens": 121,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "2481df91-f54c-47ea-a580-df19b2f4f963",
    "heading": "",
    "text": "Part 1(a)). 322 Tower Hamlets Local Plan BACK TO POLICIES 18.55 Tower Hamlets benefits from its location on the rivers Thames and Lea, and its many basins and canals. The health, navigability, character, and heritage of the borough’s water spaces are ongoing function, including their use for social, leisure, economic, and cultural purposes. Development proposals should seek to protect and enhance water networks within the borough, their settings, and the amenity of adjacent developments, and not compromise existing water-based operations or uses (see Parts (b and c)). BIODIVERSITY AND OPEN SPACE 18.56 The ecology and biodiversity of the borough’s water networks as well as their appearance and surroundings are crucial to their ongoing health and public enjoyment of these areas.",
    "tokens": 121,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "6546ef0c-d52d-49fc-b967-6e70e3db5a51",
    "heading": "",
    "text": "BIODIVERSITY AND OPEN SPACE Tower Hamlets Local Plan 325 BIODIVERSITY AND OPEN SPACE Policy BO4 Biodiversity and access to nature 1. Development proposals must protect and enhance biodiversity and contribute to nature recovery in the borough through: a. protecting and retaining existing habitats and features of biodiversity value. If this is not possible, these features must be replaced within the development, and additional measures must be incorporated to enhance biodiversity, proportionate to the development proposed; b. maximising the provision of ‘living building’ elements to provide opportunities to create new onsite habitats, including integral nest boxes; and c. demonstrating that the development does not have an adverse impact on open spaces, including watercourses and water bodies and their hydrology.",
    "tokens": 119,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "8ac362ed-3fc8-4a8e-b084-00378a0be0b0",
    "heading": "",
    "text": "Tower Hamlets Local Plan 337 BIODIVERSITY AND OPEN SPACE Supporting text 18.98 Part 1 recognises that play space is essential for the cognitive and physical development of children and young people and their ongoing health and well-being. Space for recreation is also essential for people of all ages and supports improved physical and mental health and wellbeing and provides spaces for residents to meet and interact socially, particularly with those outside of their existing social spheres. 18.99 It is important that play space is not restricted to parks but is integrated into a range of public spaces. This can help enable liminal spaces to become areas where people can play and rest, enabling good design. This will allow for the environment to become more engaging and connected to existing public space facilities.",
    "tokens": 133,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  }
]