[
  {
    "chunk_id": "66d71416-3ff0-4aa8-bbc3-0c11bbecb961",
    "heading": "",
    "text": "z The impact of development on nearby heritage assets and conservation areas should be considered – heritage assets should be protected or enhanced, and any negative impacts mitigated, because heritage and historic conservation plays a vital role in benefitting place shaping, social cohesion and the economy. This includes the Fournier Street conservation area, the existing Grade II-listed Braithwaite viaduct, Oriel gate and the forecourt wall to the former goods station fronting Shoreditch High Street, and other identified heritage assets. Consideration must also be given to the impact on strategic and local views. Development should also protect or enhance heritage assets in the surrounding areas (including within the London Borough of Hackney). For further details, refer to the Tower Hamlets Conservation Strategy and relevant Conservation Area Character Appraisals. SITE ALLOCATIONSINTRODUCTION Routes and streets",
    "tokens": 132,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "dfa65a9c-fe99-4f86-9efe-be7f3e10f682",
    "heading": "",
    "text": "site. z The impact of development on nearby heritage assets should be considered – heritage assets should be protected or enhanced, and any negative impacts mitigated, because heritage and historic conservation plays a vital role in benefitting place shaping, social cohesion and the economy. This includes the listed warehouses on site and the nearby grade I listed Tobacco Dock. For further details, refer to the Tower Hamlets Conservation Strategy and relevant Conservation Area Character Appraisals. BACK TO CONTENTS Routes and streets z Improve walking and cycling connections to, from and within the",
    "tokens": 92,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "8f620c3f-2854-4628-9051-92dde69e1ba6",
    "heading": "",
    "text": "additional taller point of 56m further north. Heights should step down towards the existing residential buildings in the surrounding area. z The impact of development on nearby conservation areas and on protected views should be considered – heritage assets should be protected or enhanced, and any negative impacts mitigated, because heritage and historic conservation plays a vital role in benefitting place shaping, social cohesion and the economy. This includes ensuring no negative impact on the backdrop of the view of the Tower of London. For further details, refer to the Tower Hamlets Conservation Strategy and relevant Conservation Area Character Appraisals.",
    "tokens": 100,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "bdff8418-e4f1-42ad-bf78-78533e99cde4",
    "heading": "",
    "text": "Form, massing, and heritage z Height strategy: Appropriate height of 89m at the tallest point, which should be located towards the western side of the site. Heights should step down towards the existing residential buildings to the south and east of the site. z Respond positively to the scale, height, and massing of the surrounding built environment, and to the nearby conservation areas at Swaton Road and Tower Hamlets Cemetery Park and nature reserve. The impact of development on the conservation areas should be considered, and any negative impacts mitigated, because heritage and historic conservation plays a vital role in benefitting BACK TO CONTENTS place shaping, social cohesion and the economy. For further details, refer to the Tower Hamlets Conservation Strategy and relevant Conservation Area Character Appraisals. Routes and streets z Improve walking and cycling connections to, from and through the",
    "tokens": 141,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "c43b4371-a69b-4661-bc8e-ab146c42be7d",
    "heading": "",
    "text": "the site. z The impact of development on nearby heritage assets and SITE ALLOCATIONSINTRODUCTION conservation areas should be considered – heritage assets should be protected or enhanced, and any negative impacts mitigated, because heritage and historic conservation plays a vital role in benefitting place shaping, social cohesion and the economy. This includes the Festival Inn, Clocktower and Poplar Baths and the Lansbury Conservation Area. For further details, refer to the Tower Hamlets Conservation Strategy and relevant Conservation Area Character Appraisals. Routes and streets z Improve walking and cycling connections to, from and within the",
    "tokens": 94,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "a2f27320-1621-4cc5-a6d7-727ebc55bae2",
    "heading": "",
    "text": "the west of the site. z The impact of development on nearby heritage assets and conservation areas should be considered – heritage assets should be protected or enhanced, and any negative impacts mitigated, because heritage and historic conservation plays a vital role in benefitting place shaping, social cohesion and the economy. For further details, refer to the Tower Hamlets Conservation Strategy and relevant Conservation Area Character Appraisals. 428 Tower Hamlets Local Plan BACK TO CONTENTS Routes and streets z Improve walking and cycling connections to, from and within the site",
    "tokens": 91,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "8df59559-f7fd-4c4c-9621-0edf0e4b3da6",
    "heading": "",
    "text": "southern end of the site. Heights should step down towards the centre of the site, and rise up again along the River Thames in the northern part of the site. z The impact of development on nearby heritage assets should be considered – heritage assets should be protected or enhanced, and any negative impacts mitigated, because heritage and historic conservation plays a vital role in benefitting place shaping, social cohesion and the economy. For further details, refer to the Tower Hamlets Conservation Strategy and relevant Conservation Area Character Appraisals, and the Tower Hamlets Views and Landmarks Study. Routes and streets z Improve walking and cycling connections to, from and within the",
    "tokens": 111,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "96b35571-c42b-4a35-ac61-ae9f402b9671",
    "heading": "",
    "text": "z Workspace provision should be provided at both upper and ground floor levels to acknowledge the variety of workspace typologies. z This site could potentially be suitable for extra-care accommodation. Form, massing, and heritage z Height Strategy: Appropriate height of 43m at the tallest point, which should be located towards the centre of the site, between White Post Lane and Rothbury Road. An additional taller point with an appropriate height of 33m should be located on the Queen’s yard site, with heights stepping down around these higher points. z The impact of development on nearby conservation areas should be considered – heritage assets should be protected or enhanced, and any negative impacts mitigated, because heritage and historic conservation plays a vital role in benefitting place shaping, social cohesion and the economy. For further details, refer to the Tower Hamlets Conservation Strategy and relevant Conservation Area Character Appraisals.",
    "tokens": 147,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "94ea2453-1889-4b64-9e24-e0544895fbf2",
    "heading": "",
    "text": "Form, massing, and heritage z Height Strategy: Appropriate height of 32m, with buildings varying in height across the site. z The impact of development on nearby conservation areas should be considered – heritage assets should be protected or enhanced, and any negative impacts mitigated, because heritage and historic conservation plays a vital role in benefitting place shaping, social cohesion and the economy. For further details, refer to the Tower Hamlets Conservation Strategy and relevant Conservation Area Character Appraisals. SITE ALLOCATIONSINTRODUCTION Routes and streets z Development should provide new walking and cycling routes through",
    "tokens": 93,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "283a371a-2aaa-438c-8eb9-756da42ba982",
    "heading": "",
    "text": "z The impact of development on nearby heritage assets and conservation areas should be considered – heritage assets should be protected or enhanced, and any negative impacts mitigated, because heritage and historic conservation plays a vital role in benefitting place shaping, social cohesion and the economy. This includes ensuring that development does not undermine the setting of, and views towards, Balfron Tower. The prominence of Balfron Tower should be preserved from borough-designated viewpoints. Any tall buildings in these views must be subservient to Balfron Tower and be located so that they do not disrupt the silhouette of the building on the skyline. For further details, refer to the Tower Hamlets Conservation Strategy and relevant Conservation Area Character Appraisals, and the Tower Hamlets Views and Landmarks Study. SITE ALLOCATIONSINTRODUCTION Routes and streets z Improve walking and cycling connections to, from and within the",
    "tokens": 142,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "82831e00-aace-4c80-97b6-22ffe84f4c21",
    "heading": "",
    "text": "z The site should be subdivided to create at least three urban blocks with public routes between them, and should deliver variety and distinction in the heights of new buildings across the site to ensure visual permeability between Westferry Road and the River Thames. z The impact of development on nearby heritage assets should be considered – heritage assets should be protected or enhanced, and any negative impacts mitigated, because heritage and historic conservation plays a vital role in benefitting place shaping, social cohesion and the economy. Development should enhance the listed lock wall and lock entrance that forms the southern boundary of the site. For further details, refer to the Tower Hamlets Conservation Strategy and relevant Conservation Area Character Appraisals. BACK TO CONTENTS Routes and streets z Improve walking and cycling connections to, from and within the site",
    "tokens": 139,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "a99a43f6-2bb2-4add-b146-b8b94c12fe1b",
    "heading": "",
    "text": "corner of the site. Heights should step down towards the existing residential towards the east of the site. z The impact of development on nearby heritage assets and conservation areas should be considered – heritage assets should be protected or enhanced, and any negative impacts mitigated, because heritage and historic conservation plays a vital role in benefitting place shaping, social cohesion and the economy. This includes protecting or enhancing the Blackwall Basin and former West India Dock walls. For further details, refer to the Tower Hamlets Conservation Strategy and relevant Conservation Area Character Appraisals. SITE ALLOCATIONSINTRODUCTION Routes and streets z Create new east-west and north-south walking and cycling routes.",
    "tokens": 109,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  }
]