[
  {
    "chunk_id": "b1c57784-aa3a-4411-abf7-8f596880df83",
    "heading": "",
    "text": "4. For new residential development proposals that are located within ambient noise level areas determined to be at the significant observed adverse effect level (SOAEL) or above, the developer will be required to provide information to prospective occupants about the mitigation measures that have been put in place, to reduce the risk of postpurchase/ occupancy complaints. [26] This will be secured by planning obligation. Tower Hamlets Local Plan 143 CLEAN AND GREEN FUTURE Supporting text 13.130 This policy seeks to manage noise and vibration from new development and manage existing sources of noise on sensitive development. Noise and vibration can have a significant impact on local amenity and well-being. According to the WHO, excessive noise can cause a number of short- and long-term health problems, including sleep disturbance, cardiovascular effects, and cause poor performance at work and school.",
    "tokens": 139,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "f00c676d-7a2e-48dc-a088-9d0b0f215c61",
    "heading": "",
    "text": "at work and school. 13.131 The Increasingly high-density and mixed-use nature of development in Tower Hamlets means it is essential that building design and use minimises noise pollution and disturbance. Part 1 of this policy sets out measures to minimise noise from new development and separate noise-sensitive uses such as housing, hospitals, and schools from existing noise sources where practicable to protect the amenity and well-being of the surrounding area. 13.132 Where required, the noise assessment should consider the following: z source and absolute level of the noise together with the time of day it occurs, considering day-time and night-time noise where appropriate z for non-continuous sources of noise, the number of noise events, and the frequency and pattern of occurrence of the noise; z pitch and tone of the noise; z the cumulative impacts of more than one source should be taken",
    "tokens": 143,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "dcbcde53-44b8-497f-b6ea-0fc5a1ad36ee",
    "heading": "",
    "text": "Tower Hamlets Local Plan 543 APPENDIX 5 Appendix 5: Noise Noise thresholds Noise can have a significant effect on the environment and on the quality of life enjoyed by individuals and communities. Noise can interfere with residential and community amenity and the utility of noise-sensitive land uses. The significance of noise impact varies dependent on the different noise sources, receptors and times of operation presented for consideration within a planning application. Therefore, thresholds for noise and vibration evaluate noise impact in terms of various ‘effect levels’ as described in the National Planning Policy Framework. Aims Policy CG10 of the Local Plan is seeking to effectively control and manage environmental, neighbour and neighbourhood noise within the context of government policy on sustainable development. It aims to: 1. avoid significant adverse impacts on health and quality of life;",
    "tokens": 137,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "0614a649-26fd-49bb-9f02-c45bdb65b350",
    "heading": "",
    "text": "2. \u0007Engineering – reducing noise at source; improving the sound insulation internally and externally of exposed receptors; screening by purpose-built barriers. 3. \u0007Administrative –limiting operation time of source, restricting activities allowed on the site, specifying an acceptable noise limit. Several of these measures may be incorporated into the design of a development proposal. Where development is likely to be affected by, or give rise to, high noise levels, applicants are advised to seek the advice of environmental health officers or those with similar expertise. 1 For more detail see ProPG: Planning and Noise – New Residential Development (Institute of Acoustics and Chartered Institute of Environmental Health and the Association of Noise Consultants, 2017). 544 Tower Hamlets Local Plan BACK TO CONTENTS General principles",
    "tokens": 124,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "bca81285-bb4f-44a3-9c44-24aa238b2eff",
    "heading": "",
    "text": "Association of Noise Consultants, 2017). 544 Tower Hamlets Local Plan BACK TO CONTENTS General principles When considering applications for development that will be exposed to an existing noise source, we will take into account the ambient noise level existing at the proposed location at the time of the application and any future likely increase in noise impact that may reasonably be anticipated to occur due to development in the foreseeable future. Much of the borough is subject to ambient noise levels during the day and at night from transportation, commercial, industrial and leisure sources that are higher than those at which the lowest adverse effects, as defined in policy and guidance, can occur. Development therefore should not make the noise circumstances worse and where possible should improve the situation by lowering noise levels and/or modifying the soundscape in a positive fashion.",
    "tokens": 142,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "39190593-64c8-4e1b-a960-f06a695188f6",
    "heading": "",
    "text": "In the case of applications involving noise sensitive developments, we will require an applicant to include information about the noise impact of development, or the assessed effect of an existing noise source and transport, industrial or commercial operation upon the development proposed. A noise impact assessment will be required to support applications where noise sensitive uses are likely to be exposed to significant or unacceptable noise exposure as set out in Policy CG10 Developers will be required to assess the impact of the proposal as a noise generator or receptor, as appropriate. It will also be required to demonstrate in full how the development will be designed, located, and controlled to mitigate (as appropriate) the impact of noise on health and quality of life, neighbouring properties, and the surrounding area. We recommend that you seek advice from the council’s environmental health department in advance of any noise surveys on the methodology, APPENDIX 5",
    "tokens": 153,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "6c34fe1d-dd99-47bf-8b62-c1e14e3d0219",
    "heading": "",
    "text": "of Acoustics and Chartered Institute of Environmental Health and the Association of Noise Consultants, 2017). Tower Hamlets Local Plan 545 APPENDIX 5 Design criteria The design criteria given below are targets the borough wants to see achieved within the context of government policy on sustainable development. Where a variation from these standards is sought, a detailed submission of the reasons and noise effects must be provided as early as possible, preferably through the pre-application process. Any variation will be considered with respect to the context of the scheme (including its use, design, and location) and any wider benefits, as directed by national policy and guidance. Three basic criteria have been developed to inform the design and layout of proposed developments; these being aimed at guiding applicants as to the degree of detailed consideration needed to be given to noise in any planning application.",
    "tokens": 144,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "8ff5049f-5b9e-4793-ab3b-eebb7b7f937b",
    "heading": "",
    "text": "this category development is likely to be refused. Applicants should seek expert advice on possible noise mitigation measures. Proposed developments - sensitive to noise Special consideration will need to be given to noise-sensitive developments that are proposed in areas which are, or expected to become, subject to levels of noise which are likely to have an adverse effect. The threshold of acceptability of the noise will primarily depend on two factors: the intended use of the noise sensitive development and the source of the noise experienced, or likely to be experienced. Applications for residential development should demonstrate a consideration of ‘good acoustic design’ [2] . 2 For more detail see ProPG: Planning and Noise – New Residential Development (Institute of Acoustics and Chartered Institute of Environmental Health and the Association of Noise Consultants, 2017). 546 Tower Hamlets Local Plan BACK TO CONTENTS",
    "tokens": 143,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "fdff112a-0187-4135-898e-0b2738c533ba",
    "heading": "",
    "text": "Association of Noise Consultants, 2017). 546 Tower Hamlets Local Plan BACK TO CONTENTS Table 19: Noise levels applicable to noise sensitive residential development proposed in areas of existing noise APPENDIX 5",
    "tokens": 32,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "05282541-dc46-4143-9dfa-cbfbbc152d59",
    "heading": "",
    "text": "548 Tower Hamlets Local Plan BACK TO CONTENTS APPENDIX 5 Table 21: Noise levels applicable to proposed entertainment premises and proposed sensitive uses in close proximity to existing entertainment and leisure premises",
    "tokens": 33,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  }
]