[
  {
    "chunk_id": "f23fc06d-8d69-4513-8a08-788ad4c83583",
    "heading": "",
    "text": "such as Northumberland Wharf and Orchard Wharf. MOVEMENT AND CONNECTIVITY Tower Hamlets Local Plan 367 REUSE, RECYCLING AND WASTE 20. Reuse, recycling and waste RW1 – Managing our waste RW2 – New and enhanced waste facilities RW3 – Waste collection facilities in new development Introduction",
    "tokens": 46,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "83ed22d4-2727-41a2-a57f-37a71a1b8f3a",
    "heading": "",
    "text": "20. Reuse, recycling and waste RW1 – Managing our waste RW2 – New and enhanced waste facilities RW3 – Waste collection facilities in new development Introduction 20.1 The management of waste is one of the most challenging issues facing Tower Hamlets. To address this the council has brought the collection and management of household waste under its direct control, declared a waste emergency and developed a detailed management strategy for local authority collected waste. The borough will continue to have significant population and development growth in the coming decades and this is expected to give rise to a growing quantity of waste to be managed, from homes, businesses and construction work. The council wants to ensure that as much of this waste as possible is, reused, recycled, and has value extracted from it while facilitating a shift towards a circular economy where the quantity of waste produced falls.",
    "tokens": 148,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "4717c025-c582-4ab7-970a-d8f16aff605b",
    "heading": "",
    "text": "20.2 As a unitary authority Tower Hamlets performs the roles of waste planning authority, waste collection authority, and waste disposal authority in the borough. In our capacity as a waste planning authority, we have a statutory duty to prepare a waste local plan in line with legislation. This is being fulfilled through the inclusion of waste policies in this Local Plan. A key purpose of these policies is to ensure waste produced in the borough is properly managed through BACK TO POLICIES access to suitable management facilities. These policies have been prepared within the context of the requirements of the London Plan, with particular focus on the requirement to provide for quantities of household and commercial and industrial waste apportioned and the management targets set.",
    "tokens": 125,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "7587610e-9ca9-42b2-8961-1fc18ceefa9e",
    "heading": "",
    "text": "20.3 The management of waste rarely respects administrative boundaries and hence waste is considered to be a strategic crossboundary issue and is subject to the duty to co-operate [35] . In the interests of proper planning and sustainable development Tower Hamlets, through the duty co-operate mechanism, will seek to secure access to sufficient waste management capacity to meet the borough’s apportionments as set out in the London Plan and ensures construction, demolition and excavation waste is also properly managed. We will support the transition to the circular economy through the establishment of Material Hubs. Material Hubs can be used to store otherwise unused material which can be reused, repaired, or repurposed within or outside the borough. It is expected that Materials Hubs will be initially trialled in the early part of the plan period and scale up in the medium to long term reducing the quantity of construction and demolition waste requiring management in particular.",
    "tokens": 155,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "3f1ea4ef-8552-437a-8412-48afc38535de",
    "heading": "",
    "text": "20.4 The LLDC is currently the planning authority for part of the borough of Tower Hamlets, but it does not have a separate apportionment. The council is therefore planning for waste across its whole administrative area. We will continue to work closely with the LLDC on delivering our strategic plan for waste. 20.5 Our duties as a waste collection authority and waste disposal authority include helping households to prevent waste as well as reuse items and recycle as much waste as possible. The London Plan sets a 35 Tower Hamlets Waste Data Update – Identification of Strategically Significant Cross Boundary Waste Movements BPP Consulting June 2024 368 Tower Hamlets Local Plan BACK TO POLICIES REUSE, RECYCLING AND WASTE",
    "tokens": 119,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "9d7fd702-c171-4d2a-8be2-2a9203485c01",
    "heading": "",
    "text": "368 Tower Hamlets Local Plan BACK TO POLICIES REUSE, RECYCLING AND WASTE target of recycling 65% of municipal waste by 2030 and zero biodegradable waste to landfill by 2026. However, in 2021/2022, only 20% of household waste was reused, recycled, or composted in Tower Hamlets and it is recognised this needs to increase for those targets to be met. 20.6 Whilst London boroughs have not been set individual targets, Tower Hamlets is working towards meeting the London-wide target. The design of new development is required to ensure integrated waste collection and bulking systems are included which contribute to the borough’s ability to implement the waste hierarchy and increase recycling/ composting rates (see Policy RW3).",
    "tokens": 115,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "83c9edbe-e94e-49b3-a12e-964b0b28a7cf",
    "heading": "",
    "text": "20.7 The Local Plan must identify sufficient opportunities to meet the identified needs of an area for the management of waste, aiming to drive waste management up the Tower Hamlet’s waste hierarchy (see Figure 22). The council is required to plan for seven waste streams, including household, business, and construction waste. The London Plan 2021 requires boroughs to provide sufficient capacity to manage the tonnages of household and commercial/industrial waste apportioned in the London Plan 2021. The intention is for London to be net self-sufficient in managing all waste, other than excavation waste, by 2030. 20.8 The following tonnages of waste are predicted to arise from Tower Hamlets over the Plan period: Table 13: Tower Hamlets’ waste capacity need 2026-2041 (tonnes) [36]",
    "tokens": 122,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "43c97cfc-643e-4605-8492-0562dee9f5f6",
    "heading": "",
    "text": "36 Derived from Table 9.1 of the London Plan 2021 37 Tower Hamlets Waste Data Update – Management requirements for Hazardous Waste in Tower Hamlets to 2042 BPP Consulting June 2024 Tower Hamlets Local Plan 369 REUSE, RECYCLING AND WASTE 20.10 The London Plan also has a target of 95% reuse/recycling/ recovery of Construction and Demolition waste and 95% beneficial use of excavation waste overall and 100% of inert excavation [38] . The available evidence indicates that Tower Hamlets is likely to be meeting these targets although the data is not definitive. [39] 20.11 Tower Hamlets is also required to plan for hazardous waste, wastewater, agricultural waste, and low-level radioactive waste. The evidence concludes that no additional facilities are required within the borough for these waste streams because they are only produced in very small quantities and/or they are managed at specialist facilities outside the borough. [40]",
    "tokens": 148,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "52a2dbc8-9a25-45c2-b510-e3af7457f394",
    "heading": "",
    "text": "20.12 Capacity offered by existing waste sites in the borough has been assessed to be insufficient to meet the management needs for C&D waste arisings in particular. It is estimated that an area of approximately 0.65 to 1 hectare would be required to provide sufficient capacity to manage this waste [41] . 20.13 To continue to provide for the London Plan apportionments for household and business waste, Tower Hamlets will safeguard existing waste sites, identify suitable land where facilities offering additional capacity may be located under Policy RW1 and work with the GLA and other boroughs to secure access to suitable capacity elsewhere in 38 London Plan Footnote 164. BACK TO POLICIES London. Policy RW2 will guide the development, delivery and operation of facilities offering additional waste management capacity within the Borough.",
    "tokens": 132,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "6c2a676c-b6a5-4e44-8cb2-11b8d9e67bef",
    "heading": "",
    "text": "BACK TO POLICIES London. Policy RW2 will guide the development, delivery and operation of facilities offering additional waste management capacity within the Borough. 39 Tower Hamlets Waste Data Update – Management requirements for Construction, Demolition and Excavation Waste in Tower Hamlets to 2042 BPP Consulting June 2024 40 Tower Hamlets Waste Data Study 2023 Vitaka 41 Tower Hamlets Waste Data Update – Management requirements for Construction, Demolition and Excavation Waste in Tower Hamlets to 2042 BPP Consulting June 2024 370 Tower Hamlets Local Plan BACK TO POLICIES 20.14 Policy CG5 – Retrofit and the Circular Economy will ensure that construction and demolition waste continues to be utilised as a",
    "tokens": 110,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "3b087cea-d580-47ca-9ee7-73cb8c4727d1",
    "heading": "",
    "text": "hectares of land could come forward within the areas of search for new waste management sites (see Policy RW1) through business turnover and vacancies [42] . The assessment of existing waste management capacity evidences that the safeguarded existing waste sites along with the areas of search should be sufficient to serve the Borough’s projected waste management needs [43] . 20.16 The council will continue to monitor arisings of waste, the availability of land capable of providing additional waste capacity within the Borough and the continued availability of suitable capacity elsewhere in London over the course of the Local Plan period. REUSE, RECYCLING AND WASTE Capacity Assessment 20.17 The figures below set out the findings of an assessment of the potential capacity of existing waste management facilities provided in Tower Hamlets. Table 14: Capacity Assessment of Existing facilities managing apportioned waste in Tower Hamlets (tonnes per annum) [44]",
    "tokens": 147,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "71a8e791-52a9-422e-aedd-a39c2bd966f3",
    "heading": "",
    "text": "Tower Hamlets Local Plan 371 REUSE, RECYCLING AND WASTE 20.19 Areas listed in policy RW1 Managing our waste are considered to be suitable in principle to accommodate new waste management facilities. This is primarily due to their industrial nature and access to the strategic transport network so that waste and vehicle movements can avoid local roads and protect the safety and amenity of residents and heritage assets. Areas of search are not exclusively designated for waste management purposes as they are also considered to be suitable, in principle, for other uses that are considered appropriate for their respective policy designations.",
    "tokens": 101,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "2e5f02e9-6f81-46e9-bd9b-ac0e49c96487",
    "heading": "",
    "text": "20.20 Any proposals for new or extended waste management facilities in Tower Hamlets will be assessed against criteria in the National Planning Policy for Waste, the London Plan and Local Plan policies. The council is actively exploring opportunities for the development of further waste management facilities to manage the Borough’s waste through its waste management strategy. 20.21 The construction of new, extended or replacement of existing waste management facilities must include, where possible, technologies that seek to extract as much material and value as possible through the repurposing, recycling, storage, and management of waste. Where opportunities arise for synergies or partnerships with delivery of the council’s waste management services these will be explored. BACK TO POLICIES",
    "tokens": 116,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "1af66789-abf6-4288-b0bf-5b909415dd9e",
    "heading": "",
    "text": "BACK TO POLICIES 20.22 The London Plan is seeking to move towards a future where goods are designed to be reused and recycled and very little waste will require disposal in the future (a ‘circular economy’). Tower Hamlets will contribute to this approach in various ways (e.g. new developments will be required to recycle and reuse construction materials – see Policy RW1). 372 Tower Hamlets Local Plan BACK TO POLICIES Figure 22: Waste Hierarchy Diagram REUSE, RECYCLING AND WASTE Tower Hamlets Local Plan 373 REUSE, RECYCLING AND WASTE Policy RW1 Managing our waste BACK TO POLICIES 1. The following existing waste sites within Tower Hamlets (as shown on the Policies Map) are safeguarded for waste use over the plan period. Table 15: Schedule 1: Existing waste sites in Tower Hamlets",
    "tokens": 132,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "78fa4a77-46dc-4410-b48f-783fff781fec",
    "heading": "",
    "text": "3. Development proposals which seek to maximise the efficiency and/or enhance the capacity of existing waste facilities in the borough will be supported. 4. Applications for non-waste uses on safeguarded sites or the reprovision of existing waste management facilities will only be permitted where it is clearly demonstrated and ensured through a legal agreement that compensatory capacity at least equivalent to, the maximum annual throughput that the existing site can achieve will be delivered on a suitable replacement site within the borough in the first instance or another part of London which provides. 374 Tower Hamlets Local Plan BACK TO POLICIES REUSE, RECYCLING AND WASTE 5. Development proposals that prevent or prejudice the continued availability of capacity of these sites will only be supported where alternative capacity provision is made.",
    "tokens": 131,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "733e6c61-9b7b-4c5f-90ae-7ca52c30e4ff",
    "heading": "",
    "text": "5. Development proposals that prevent or prejudice the continued availability of capacity of these sites will only be supported where alternative capacity provision is made. 6. Areas in Schedules 3 and 4 are considered suitable for new waste management facilities (as shown on the Policies Map). Table 17: Schedule 3: Areas of search for new waste sites in Tower Hamlets |Reference|Name/Location|Other designation(s)|Waste facility type|Site area (hectares)|Assessed potential capacity contribution (tonnes per year)| ||||||| |4|The Highway|Local Industrial Location|Reuse/ refurbishment/ repair|2.7 (of which an estimated 0.65 to become available over the plan period)|Up to 32,500| |5|Empson Street|Strategic Industrial Location|Recycling, composting or recovery|10.07 (of which an estimated 2.42 to become available over the plan period)|Up to 121,000| Table 18: Schedule 4: Areas of search for new waste sites in LLDC",
    "tokens": 127,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "9e0d4ddd-f28c-401a-9225-7f36b84b94b9",
    "heading": "",
    "text": "8. New development will be expected to reuse and recycle construction, demolition, and excavation waste on or close to the site where it arises. 9. Development proposals in the vicinity of existing, safeguarded or consented waste management facilities must consider the agent of change principle to ensure the proposed use and operations do not constrain the assessed potential. Tower Hamlets Local Plan 375 REUSE, RECYCLING AND WASTE Supporting text 20.23 This policy seeks to support the development of a well-planned and integrated network of waste management facilities that provides for identified future capacity needs and contributes towards managing waste generated within the borough (and beyond) over the plan period.",
    "tokens": 110,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "747aa555-1ac8-436a-90a0-1b57d8a281ca",
    "heading": "",
    "text": "20.28 Competition for land means the borough must look beyond traditional industrial locations when seeking space for facilities to manage its waste. There is an opportunity for innovative technologies to be incorporated into new development to manage waste generated over its lifetime. Part 7 of the policy therefore allows modern waste facilities to be integrated within new development outside the areas of search. Small scale facilities which come forward will be assessed on a case-by-case basis against criteria in Policy RW2 and regional and national policy. 20.29 On-site materials processing systems for food are an important aspect to consider in this borough due to the particular challenges to collection services within blocks of flats. The principle of these systems is two-fold: 376 Tower Hamlets Local Plan BACK TO POLICIES a. To carry out processing of materials at source, thereby reducing",
    "tokens": 141,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "9cbe3ad5-eef9-42be-84fb-3293e34c2338",
    "heading": "",
    "text": "20.30 There are a number of pieces of equipment, which may provide appropriate on-site waste processing including, but not limited to, micro digesters and composting units. 20.31 The flexibility of these systems is such that it reduces the need for separate collections of food waste to be carried out within the development and thereby reducing vehicle movements. Where such systems are proposed, it will be the responsibility of the managing agent to maintain the system/facility. An agreement will also need to be made with the council with regards to securing the long -term availability of this capacity so it may be relied upon to contribute towards Tower Hamlets’ apportionments prior to permission being granted. 20.32 Integrated waste collection systems are also required for new developments under Policy RW3. We will also consider the allocation of community infrastructure levy contributions towards provision of strategic waste management facilities located elsewhere in the borough.",
    "tokens": 151,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "24f7a7ce-ea81-438c-a492-acd648db0507",
    "heading": "",
    "text": "20.33 For part 7 of the policy, developers should submit a plan for the management of on-site waste to demonstrate how much construction, demolition and excavation waste will be reused and recycled, taking account of the London Plan target of 95%. The sustainable transportation of waste (by water and rail) will be assessed as part of Policy RW2, see Part 1(i). REUSE, RECYCLING AND WASTE 20.34 All sites and areas of search listed under Policy RW1 are shown on the relevant policies maps for Tower Hamlets and the LLDC. Tower Hamlets Local Plan 377 REUSE, RECYCLING AND WASTE Figure 23: Waste sites map BACK TO POLICIES 378 Tower Hamlets Local Plan BACK TO POLICIES Policy RW2 New and enhanced waste facilities 1. Development proposals to construct new waste facilities or replace or extend existing waste facilities will be supported where:",
    "tokens": 142,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "8494bcf4-42a7-4918-9c0a-f11b0c30394e",
    "heading": "",
    "text": "m. it incorporates measures to minimise carbon emissions and maximise the use of lower-carbon energy sources. 2. Developments that propose waste management facilities should include an appropriately detailed plan for the site during construction, operation and decommissioning. Tower Hamlets Local Plan 379 REUSE, RECYCLING AND WASTE Supporting text 20.35 This policy relates to the provision of new and enhanced waste management facilities (including those replacing, expanding, or intensifying existing sites as well as capacity on exempt sites) and seeks to direct them towards the most appropriate and sustainable locations which maximise the efficient use of the land and do not have any unacceptable impacts.",
    "tokens": 105,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "18abd03f-5b11-4fcc-a521-e947ae545144",
    "heading": "",
    "text": "20.36 The policy seeks to incorporate flexibility into the assessment of new waste management uses, recognising the evolving nature of both waste management practices and national and regional policies that may result in a need for retrofit or the delivery of new waste management facilities in the borough. 20.37 New waste management facilities will be directed towards existing safeguarded sites and areas of search (as set out in Policy RW1). In other locations, such facilities will still be expected to meet the criteria set out in Policy RW2 as well as any other relevant policies within the plan. Windfall proposals for waste management facilities outwith existing sites, safeguarded sites or areas of search will be required to demonstrate why it is not feasible to do so within the areas identified in RW1.",
    "tokens": 132,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "afa67d08-8891-409e-8463-b2901e9c415c",
    "heading": "",
    "text": "RW1. 20.38 Part 1 seeks to ensure that new developments are located close to the sources of waste they are intended to manage, operate to support the application of the waste hierarchy and the move towards a circular economy. Development proposals should be supported by documentation which sets out how the development will meet these requirements. Part 1 (a) seeks to ensure the protection of existing and safeguarded sites and also those with exemptions. BACK TO POLICIES 20.39 Part 1 (b) and 1 (d) set out details regarding management of waste in line with the proximity principle, within Tower Hamlets and surrounding boroughs; seeking to promote more sustainable operations at waste management facilities and the circular economy; and waste being a resource which can support future development within Tower Hamlets and London.",
    "tokens": 132,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "75bf96ac-94a7-4f41-84ab-2745781e5b6e",
    "heading": "",
    "text": "Hamlets and London. 20.40 It should also be demonstrated how the operation of the facility either new or enhanced will minimise impact on surrounding existing uses and amenity. 380 Tower Hamlets Local Plan BACK TO POLICIES 20.41 Parts 1(c) and (j) seek to ensure applicants demonstrate that opportunities to transport both construction and operational waste from the site via rail and water are explored (including shared facilities at existing railheads, wharves, and depots) as a means to reduce congestion and vehicular movements on the road network. Information on sustainable transportation of waste should be submitted as part of the planning application, alongside details of reuse and recycling of waste arising during the construction phase in line with Policy RW1 (see part 7). 20.42 Developments providing additional waste management capacity will be encouraged to co-locate with existing waste facilities and other REUSE, RECYCLING AND WASTE",
    "tokens": 145,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "0b01c47f-cd06-4eee-ba69-1ac33cbd20ee",
    "heading": "",
    "text": "20.42 Developments providing additional waste management capacity will be encouraged to co-locate with existing waste facilities and other REUSE, RECYCLING AND WASTE compatible uses without having any significant detrimental impacts on the amenity and the function of the immediate and surrounding area to optimise the potential of sites and address the intensification of land uses, as per part 1(h). 20.43 The types of waste technology that will be suitable will depend on the nature and scale of the proposed scheme and the characteristics of the site and its surroundings, as required under part 1(i). Broad types of facility suitable for each area of search are set out in the schedule of areas in Policy RW1. These are likely to be small-scale facilities due to the constrained nature of the borough.",
    "tokens": 130,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "6a2c7e18-6b94-4163-b36c-96edea10cf81",
    "heading": "",
    "text": "all times. 20.45 To minimise the impact on climate change, waste management facilities should incorporate opportunities to be attached to the district heating network and/or incorporate opportunities for energy recovery and combined heat and power, see Part 1(m), such as anaerobic digestion. In instances where this is not feasible, an energy statement must be submitted with the planning application demonstrating that it is not technically feasible or economically viable. Tower Hamlets Local Plan 381 REUSE, RECYCLING AND WASTE 20.46 Part 2 seeks to offer applicants guidance on the content of management plans which are to be designed to ensure the operation of waste management facilities does not detrimentally impact on the amenity, environmental and infrastructure of the surrounding area during construction, operation and decommissioning. Management plans should include: z vehicle movements within the site, demonstrating there is adequate",
    "tokens": 139,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "6ef754b1-5418-4d07-bf4d-d23781c3b933",
    "heading": "",
    "text": "2. New major residential development proposals must incorporate high-quality on-site waste collection systems that do not include traditional methods of storage and collection and are compatible with waste collection methods set out in the Tower Hamlets Reuse, Recycling and Waste SPD. In instances where this is not practicable, supporting evidence must be submitted with the application to demonstrate this. 3. New residential, non-residential, and mixed-use development proposals should be accompanied by a Waste Management Plan that complies with the requirements of Tower Hamlet’s Reuse, Recycling and Waste SPD. 4. Provision of waste storage and collection should be informed through early engagement with relevant London Borough of Tower Hamlet’s service areas. Developments that propose provision of onsite waste management technologies should be discussed at an early stage of design with the London Borough of Tower Hamlet’s waste management team. REUSE, RECYCLING AND WASTE",
    "tokens": 142,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "172231c5-ff18-49d7-9533-85ea5efb7b00",
    "heading": "",
    "text": "REUSE, RECYCLING AND WASTE Supporting text 20.47 Part 1 of this policy will help to ensure that waste is collected and managed in a sustainable manner in line with the principles of the Tower Hamlets’ waste management hierarchy as set out in Figure 22. It is also intended to increase the amount of waste recycled and composted from all developments, and to improve waste collection systems in developments with communal waste facilities in particular. Tower Hamlets is working towards meeting the London Plan target of recycling 65% of municipal waste by 2030 and zero biodegradable waste to landfill by 2026. The volume of household waste that was reused, recycled, or composted in Tower Hamlets needs to increase to meet these targets and ensuring the required facilities are provided in new developments will help move towards and meet these targets.",
    "tokens": 139,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "3090bfe6-9b90-4473-883c-c714cf38525b",
    "heading": "",
    "text": "20.48 This part also seeks to ensure that dry recyclables, organics, and residual waste will be segregated, and for residential developments bulked, at source within new developments to: a. minimise transport movements from waste collection operations; b. minimise the financial and operational burden on existing waste collection system; c. maximise efficient use of collection resources; d. encourage recycling behaviour by residents and reduce contamination of recyclables collected; and e. make a positive impact on the quality of the street scene. 20.49 Incorporating sufficient waste storage capacity within new developments should be done from the outset to avoid capacity shortfalls or poor quality service. Applicants will need to forecast how much organic, recyclable, and residual waste will be generated when Tower Hamlets Local Plan 383 REUSE, RECYCLING AND WASTE",
    "tokens": 129,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "b8751113-4d9f-4bda-8785-6ac6dfc57b3f",
    "heading": "",
    "text": "BACK TO POLICIES 20.52 The Tower Hamlets Reuse, Recycling and Waste SPD sets out information on how waste management should be addressed in proposals for new residential (including mixed use) development. The SPD has been produced to support developers in submitting a planning application that meets the policy requirements of the council. The principles set out in the SPD may also be applied to wholly commercial development and when existing development is refurbished. The Tower Hamlets Reuse, Recycling and Waste SPD sets out how the five stages of waste management and ten steps to occupation are to be followed to guide the most appropriate waste management system for new developments, and how to provide sufficient information in support 384 Tower Hamlets Local Plan BACK TO POLICIES",
    "tokens": 127,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "244c57c8-81a9-46df-9121-558b2e3dc5ab",
    "heading": "",
    "text": "384 Tower Hamlets Local Plan BACK TO POLICIES of a complete planning application. This SPD can be used to inform formulation of a waste management plan as required under part 3 of Policy RW3 – Waste collection facilities in new development. 20.53 In instances where it is not practicable or we consider it inappropriate for non-traditional waste collection systems to be incorporated within the development, the developer or managing agent must provide adequate space as well as collection containers that are in accordance with the requirements set out in the Tower Hamlets Reuse, Recycling and Waste SPD.",
    "tokens": 98,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "08e43633-59e2-4643-8b8b-4b2ce6344290",
    "heading": "",
    "text": "20.54 Planning applications should clearly set out the access route of the occupiers and the servicing vehicles, including a clear swept path in accordance with the council’s waste collection specifications, and access arrangements to container stores. The identified waste storage area must be designed to ensure refuse collection vehicles are able to enter and exit the highway in a forward gear and perform all collection activities within the curtilage of the development site. Applicants are advised to contact the waste management team that manages the collection of waste prior to submitting a planning application and adopt a collaborative approach to ensure these arrangements are in line with our waste collection services. Further advice is available in Tower Hamlets Reuse, Recycling and Waste SPD. REUSE, RECYCLING AND WASTE Tower Hamlets Local Plan 385 REUSE, RECYCLING AND WASTE This page is left intentionally blank, BACK TO POLICIES",
    "tokens": 146,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "5fa9946e-3649-4355-b1cc-e86974c2793b",
    "heading": "",
    "text": "REUSE, RECYCLING AND WASTE Tower Hamlets Local Plan 385 REUSE, RECYCLING AND WASTE This page is left intentionally blank, BACK TO POLICIES 386 Tower Hamlets Local Plan SITE ALLOCATIONSINTRODUCTION INTRODUCTIONSITE ALLOCATIONS 21. Introduction 21.1 Delivering sustainable places is an important aspect of spatial planning to address the needs and priorities of Tower Hamlets, such as building a significant number of homes to reduce overcrowding, and delivering long term benefits to people and communities across the borough. Successful place-making is critical to creating cohesive, well-connected and more vibrant communities and ensuring that development responds positively to the distinct and unique characteristics which make Tower Hamlets a great place to live, work and visit.",
    "tokens": 115,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  },
  {
    "chunk_id": "0e8dee7b-1e16-4ab0-b4ed-61e1bb450d31",
    "heading": "",
    "text": "Tower Hamlets Local Plan 561 APPENDIX 7 BACK TO CONTENTS |Theme|Policy|Is this a Strategic Policy?| |||| |Reuse, recycling and waste|RW1 Managing our waste|Yes| ||RW2 New and enhanced waste facilities|No| ||RW3 Waste collection facilities in new development|No| |Site Allocations All|All|No| 562 Tower Hamlets Local Plan",
    "tokens": 47,
    "source": "f985ddd124245046f2e5c67c656bba2e_TH_Local_Plan_2024_UPDATE_(ONLINE-HIGH_RES)"
  }
]