{
  "doc_id": "psed_08_schedule_of_proposed_main_modifications_january_2025",
  "sections": [
    {
      "heading": "**London Borough of Richmond upon Thames**",
      "content": "",
      "tokens": 0,
      "subsections": [
        {
          "heading": "**Schedule of Proposed Main Modifications** 31.01.25",
          "content": "Background The Publication Local Plan was submitted to the Secretary of State on 19 January 2024. Following the Hearing Sessions as part of the Examination in Public held in June and July 2024, the Planning Inspectors, Jameson Bridgwater PGDipTP MRTPI and Graham Wyatt BA(Hons) MRTPI, have proposed a list of Main Modifications to the Plan. These are subject to consultation from 31 January to 17 March 2025. The proposed Main Modifications (including changes to the Policies Map designations where relevant) have been subject to Sustainability Appraisal and Habitats Regulation Assessment. This consultation is on the proposed Main Modifications (including where relevant changes to the Policies Map designations) and not other aspects of the Plan. Main Modifications are those which the Inspectors consider are necessary to make the plan sound and/or legally compliant. Main Modifications (including changes to the Policies Map designations where relevant) are proposed without prejudice to the Inspector’s final conclusion on the Local Plan which will take account of all representations submitted in response to this consultation. This consultation is not an opportunity to raise matters relating to other parts of the submitted Local Plan that have already been considered by the Inspectors during the Examination process and/or hearing sessions. Any representations received not relating to the Main Modifications (including changes to the Policies Map designations where relevant) will not be forwarded to the Inspectors as they will only consider representations from this consultation which relate to the Main Modifications. For completeness, the Council has also published a separate Schedule of Additional Modifications necessary to improve the clarity of the Plan, including the correction of typos and updates to factual information. While the proposed Additional Modifications are available for information (See separate Document PSED-09) they are not put before the Inspectors for consideration and do not form part of this consultation. Copies of the proposed Main Modifications (including changes to the Policies Map designations where relevant) and the Addendums to the Sustainability Appraisal and Habitats Regulation Assessment, are available as follows: - On the Council’s website at www.richmond.gov.uk/draft_local_plan_examination - In the Borough’s main libraries 1 Official - At the Civic Centre, 44 York Street, Twickenham, TW1 3BZ If you wish to make representations on the Main Modifications (including changes to the Policies Map designations where relevant) only, please send us your response by 5pm on 17 March 2025. You can respond either: - by email to LocalPlan@richmond.gov.uk - by post to Spatial Planning and Design, LB Richmond upon Thames, Civic Centre, 44 York Street, Twickenham, TW1 3BZ Please note that your response will not be treated as confidential. If you have any queries, please email LocalPlan@richmond.gov.uk Responses to the Main Modifications (including changes to the Policies Map designations where relevant) will be forwarded to the Inspectors, who will take them into account before issuing their report. The general expectation is that issues raised on the consultation of the Main Modifications will be considered through the written representations process. If the Inspectors find the Plan sound, it is anticipated that the Council will adopt it later in 2025. Further information about the Local Plan and Examination are on the website at www.richmond.gov.uk/draft_local_plan_examination How to use this document The items below are set out in the order of the Local Plan, as identified under the heading ‘Section of the Plan’. The Proposed Main Modifications take the format that proposed additions to the text are recorded in highlighted and underlined text, and proposed deletions are recorded with a highlight and strikethrough. - The page and paragraph numbers listed below are those in the Publication (Regulation 19) Local Plan published for consultation from 9 [th] June to 24 [th ] July 2023 ( SD - [001)](https://www.richmond.gov.uk/media/fomccpcf/publication_local_plan_low_resolution.pdf) . |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| |MM1|Title page and introduction, paragraph 2.1|1 and 5|Amend title page and add a paragraph in the introduction to make reference to the plan as the Richmond upon Thames Local Plan, to be clear the Local Plan covers the borough of Richmond upon Thames not solely the town of Richmond, as follows: On page 1: Richmond upon Thames Local Plan ‘The best for our borough’ On page 5: add text following paragraph 2.1: …This is the plan for the borough of Richmond upon Thames. All subsequent references to the abbreviated ‘Richmond Local Plan’ refer to this boroughwide plan.| ||||Introduction| ||||Vision and Strategic Objectives| 2 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| |MM2|Strategic Vision, second paragraph in the ‘vision’ box|12|Add additional reference in the strategic vision to improving transport options for those not able to walk or cycle, to reflect Policy 1: Everything a local resident needs can now be reached within 20 minutes by foot or bike. This has been achieved through implementing the 20-minute neighbourhood concept, resulting in a borough with complete, compacted, connected neighbourhoods. Lessons have been learnt from the Covid- 19 pandemic, which changed aspects of the way we live, work and connect with each other. Opportunities have been taken to redefine places and retain positive changes, which have increased active travel and use of open spaces, support for local centres and workspaces, and renewed the focus on tackling the climate emergency. All our residents can now ‘live locally’; they can easily walk or cycle within 20 minutes to access essential services and fulfil their daily needs, in town and local centres and high streets that provide a range of shops, services, employment opportunities, cultural activities and social connections. Improved access to public transport options aid connections to jobs and places, and have assisted with overcoming barriers for people who experience reduced mobility.| |MM3|3.3 Strategic Objectives, 6. Increasing biodiversity and the quality of our green and blue spaces, and greening the borough|17|[See also Statement of Common Ground with the Environment Agency (signed 18/04/2024) (SOCG- 08)] To reflect requirements under the Water Framework Directive, amend the last bullet point under ‘Increasing biodiversity and the quality of our green and blue spaces, and greening the borough’: • Protect and improve the unique environment of the borough's rivers, especially the River Thames and its tributaries, as wildlife corridors, as flood storage, as opportunities for recreation and river transport; where appropriate increasing access to and alongside the rivers, taking opportunities to use nature flood management techniqueswhere appropriate, and gain wider local community benefits and habitat improvements when sites are redeveloped.| ||||Policy 1 Living Locally and the 20-minute neighbourhood (Strategic Policy)| 3 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| |MM4|Policy 1 Living Locally and the 20- minute neighbourhood (Strategic Policy), Paragraph 4.8|20|[See also Statement of Common Ground with TfL (signed 28/02/2024) (SOCG-03) for original modification, as amended] To add reference to the Mayor’s Vision Zero Strategy for road safety, as measures may form part of development proposals and associated highways improvements but ensure other strategies are not placing additional burdens on development: The ‘living locally’ concept relies on inclusive and attractive high streets and public spaces, promoting and encouraging walking, cycling and accessibility for all; this complements the Mayor’s Healthy Streets approach as set out in TP2 Policy T2 of the London Plan. It should also seek to reflect the Mayor’s Vision Zero which aims to reduce road danger and create a safer transport environment for all.| ||||Policy 2 Spatial Strategy: Managing change in the borough (Strategic Policy)| |MM5|Places/Spatial Strategy, Paragraph 5.2|27, 29, 45, 60, 98, 110, 121, 144, 162, 179|To reflect the Place-based strategies are Policies, add policy references for each Place-based policy in the Local Plan for clarity: Policy PBS1 Hampton & Hampton Hill And each consequential policy to PBS9 (listed here for ease): Policy PBS2 Teddington & Hampton Wick Policy PBS3 Twickenham, Strawberry Hill & St Margarets Policy PBS4 Whitton & Heathfield Policy PBS5 Ham, Petersham & Richmond Park Policy PBS6 Richmond & Richmond Hill Policy PBS7 Kew Policy PBS8 Mortlake & East Sheen Policy PBS9 Barnes| |MM6|Policy 2 Spatial Strategy Managing change in the borough (Strategic Policy)|22, front cover|To allow the plan period to be accurately represented in the plan for clarity, add amendments to clarify the plan period in the first part of Policy 2 to reference the plan period runs to 2039: The spatial strategy for Richmond upon Thames is for the plan period 2024 to 2039. The overarching aim is to ensure that growth is delivered in a sustainable way… To allow the plan period to be accurately represented in the plan for clarity, consider mentioning the plan period of 2024 to 2039 on the front cover produced at adoption.| 4 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| |MM7|Policy 2 Spatial Strategy: Managing change in the borough (Strategic Policy), Paragraph 4.19|23|To correct an error and reflect the Local Housing Needs Assessment (2023 update) (SD-056), update the supporting text: Housing:… It identifies for affordable rent a need for 1,123 affordable homes per annum across the borough, and a need for 552 284 affordable homes per annum for affordable home ownership … Update the supporting text to reference the Retail & Leisure Needs Study – Update Addendum (April 2024) (PSED-02): Retail needs: Richmond upon Thames Retail & Leisure Study (Phase 2) forecasts that up to 2034, there is an over-supply of 2,900 sqm gross of retail (comparison and convenience) floorspace, and an undersupply of food/beverage floorspace of approximately 5,400 sqm. Therefore, by 2034 there is a combined under-supply of approximately 2,500 sqm gross (retail and food/beverage). An Addendum (April 2024) confirms up to 2034 an over-supply of approximately 3,000 sqm gross of retail (comparison and convenience) floorspace is forecast, and an under-supply of food/beverage floorspace of approximately 5,500 sqm. Therefore, by 2034 there is a combined under-supply of approximately 2,400 sqm gross (retail and food/beverage). Put simply, the need for shopping space is forecast to decrease but the need to provide space for the food & beverage sector and potentially the wider leisure sector is increasing. And other consequential changes relating to referencing the Update Addendum in place-based strategies, Site Allocations and supporting text across the Plan are listed in the Council’s schedule of Additional Modifications.| ||||Site Allocations| ||||Site Allocation 2 Platts Eyot, Hampton| |MM8|Site Allocation 2 Platts Eyot, ‘Existing Land Uses’ section in Context box|34|Amend the text to clarify the existing land uses in the context: Business and employment uses including river-related and river-dependent operations, workshops (Use Class B2/B8), office (Class E(g)), and recording studios (Sui Generis) and dwelling (C3); carpark| ||||Site Allocation 4 Car Park for Sainsburys, Hampton| 5 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| |MM9|Site Allocation 4 Carpark for Sainsburys, Uxbridge Road, 5th bullet point|42|[See also Statement of Common Ground with TfL (signed 28/02/2024) (SOCG-03)] Amend the reference to parking in the vision to ensure consistency with London Plan Policy T6: Parking provision to London Plan standards is expected to be provided including reprovision for the adjacent supermarket in line with London Plan standards.| |MM10|Site Allocation 4 Car Park for Sainsburys, Hampton, second bullet point|41|To align with proposed modifications to Policy 39, to reflect the policy requirement for a minimum of 10% measurable Biodiversity Net Gain, amend the vision: Any new development would need to provide a minimum of 210% measurable Biodiversity Net Gain (BNG) towards restoring and enhancing the ecological habitat quality of the Longford River wildlife corridor running along the southern edge of the site, in order to improve its function and connectivity, in accordance with the Richmond Biodiversity Action Plan.| ||||Site Allocation 6 Telephone Exchange, Teddington| |MM11|Site Allocation 6 Teddington Telephone Exchange, ‘Vision’ section, first bullet point|51|Update the following text (first bullet point) to update reference to the Retail & Leisure Needs Study – Update Addendum (April 2024) (PSED-02): There is an expectation that redevelopment provides employment space in this Area of in this town centre boundary location. The Richmond upon Thames Retail & Leisure Study Phase 2 forecasts a surplus of retail (comparison and convenience) floorspace (728 sqm) and a requirement for 839 sqm of food/beverage floorspace by 2034, amounting to a small total requirement (retail and food/beverage) of c. 100sqm (gross) uses for Teddington to 2034. An Addendum (April 2024) updates the quantitative assessment of the Phase 2 Study which supersedes earlier forecasting. It suggests that in Teddington there will be a surplus of retail (comparison and convenience) floorspace of 660 sqm and a requirement for 860 sqm of food/beverage floorspace by 2034, resulting in an overall requirement (retail and food/beverage) of only c 200 sqm (gross). Any commercial / retail floorspace should enable the centre to grow and diversify in a way that responds to changes in the retail and leisure industries, providing commercial, business and service uses to serve the local community.| ||||Site Allocation 7 Teddington Delivery Office, Teddington| |MM12|Site Allocation 7 Teddington Delivery Office, ‘Vision’|53|Update the following text (second bullet point) to update reference to the Retail & Leisure Needs Study – Update Addendum (April 2024) (PSED-02):| 6 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| ||section, second bullet point||The Richmond upon Thames Retail and Leisure Study (Phase 2) forecasts a surplus of retail (comparison and convenience) floorspace (728 sqm) and a requirement for 839 sqm of food/beverage floorspace by 2034, amounting to a small total requirement (retail and food/beverage) of c. 100sqm (gross) uses for Teddington to 2034. An Addendum (April 2024) updates the quantitative assessment of the Phase 2 Study which supersedes earlier forecasting. It suggests that in Teddington there will be a surplus of retail (comparison and convenience) floorspace of 660 sqm and a requirement for 860 sqm of food/beverage floorspace by 2034, resulting in an overall requirement (retail and food/beverage) of only c 200 sqm (gross). Any commercial / retail floorspace should enable the centre to grow and diversify in a way that responds to changes in the retail and leisure industries, providing commercial, business and service uses to serve the local community.| ||||Site Allocation 10 St Mary's University, Strawberry Hill| |MM13|Site Allocation 10 St Mary’s University, Strawberry Hill, ‘Heritage Assets’ section in Context box|66|[See also Statement of Common Ground with Historic England signed 04/06/2024 (SOCG-10)] Correct factual error (Grade II not Grade I): St Mary’s College Chapel, Waldegrave Road (Grade II)| ||||Site Allocation 13 Twickenham Stadium, Twickenham| |MM14|Site Allocation 13 Twickenham Stadium, Twickenham, 6th bullet point|77|[See also Statement of Common Ground with TfL (signed 28/02/2024) (SOCG-03)] Amend the reference to parking in the vision to ensure consistency with London Plan Policy T6: ‘There is a need to retain pParking provision particularly for coaches, servicing facilities and space for spectators and related services, should be in line with London Plan standards and should include coach parking and servicing facilities.’| ||||Place-based Strategy for Whitton & Heathfield| |MM15|Place-based Strategy for Whitton & Heathfield|100|Correction to refer accurately to the existing use: At Whitton Community Centre (Site Allocation 22) there is an opportunity to reprovide community facilities (the existing day community centre and pharmacy) with affordable housing above, to provide modern facilities for the elderly and wider local community.| ||||Site Allocation 21 Kneller Hall, Whitton| |MM16|Site Allocation 21 Kneller Hall, Whitton|105|Update to reflect Appendix 4 which includes Kneller Hall as a new SINC:| 7 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| ||2nd bullet point of ‘Access to Open Space/Nature’ in ‘Context’ section||• Candidate site for designation as a Site of Important Importance for Nature Conservation (subject to Regulation 19 Local Plan consultation)| |MM17|Site Allocation 21 Kneller Hall, Whitton, 3rd para. in ‘Description of Current Site Character’ in ‘Context’ section|105|Update the site description: The site includes extensive grounds designated as MOL, which include playing fields, with a significant number of protected trees. The grounds are also a designated Site of Importance for Nature Conservation, the majority of which is acid grassland, with a proportion towards the south identified as irreplicable.| |MM18|Site Allocation 21 Kneller Hall, Whitton, 10th bullet point in ‘Vision’ section|106 - 107|Amends for clarity to cross-reference policy context: • It is expected that the existing playing fields will be retained and where possible upgraded, such as ancillary facilities including changing facilities, to support the use of the playing fields;, provided that any existing ecological benefits and the openness and character of the MOL is retainedprotected, and where possible enhanced. There is an expectation that any redevelopment proposal would improve the character and openness of the designated open land and protect the ecological value of the SINC in accordance with Policy 39. Development in the MOL itself would is not be supported, though there may be an opportunity to consolidate and re- provide the current built footprint within the MOL in a new building, in compliance with Local Plan Policy 35 and the requirements of the NPPF, subject to scale, massing and impact on character and openness.| ||||Site Allocation 22 Whitton Community Centre, Whitton| 8 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| |MM19|Site Allocation 22 Whitton Community Centre, 1st and 2nd bullet points of ‘Access to Open Space/Nature’|109|Corrections to the text: Twickenham Cemetery (35m Nature north of site) (150m west) - Other Open Land of Townscape Importance (OOLTI), Site of Importantce for Nature Conservation (SINC) There is a lively and attractive local shopping centre at Kew Gardens Station… there are also local parades at Kew Green and Sandycombe Road which provide for top-up shopping… the strategy for this area is to conserve the character, whilst enhancing existing features where appropriate (junction of Percy Road) (75m northwest) - OOLTI| |MM20|Site Allocation 22, Whitton Community Centre, Whitton, ‘Description of Current Site Character’ in ‘Context’ section|109|Amend first sentence in ‘Description of Current Site Character’ box to delete text to correct an inaccuracy: ‘Whitton Community Centre is a part single-, part two-storey standalone building accessed from the south side of Percy Road, with a car park to the front of the property.’| |MM21|Site Allocation 22, Whitton Community Centre, Whitton, 1st bullet point in ‘Vision’ section|110|Amend first bullet to add additional text, to reflect the importance of community uses at Whitton Community Centre and clarify the circumstances in which an affordable housing scheme could be considered: • Given the importance of the community use and the services it provides, any redevelopment of the site would need to ensure the adequate reprovision of this use. Local Plan Policy 49 Social and Community Infrastructure proposes that should a scheme come forward for redevelopment or change of use to 100% genuinely affordable housing, in accordance with Policy 11 Affordable Housing in terms of mix, tenure and affordability, then it would not need to be considered for alternative social infrastructure use nor marketing evidence submitted. In those circumstances, a wholly affordable housing scheme would be supported. However, on this site the Council is seeking affordable housing with community/social infrastructure, due to the need to reprovide the existing use.| 9 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| |MM22|Site Allocation 22, Whitton Community Centre, Whitton, 2nd bullet point in ‘Vision’ section|110|Amend second bullet, to add clarity: It is recognised that there are a range of social and community uses in operation in the immediate area. Redevelopment of the site should explore opportunities for complementary and greater joined- up services with neighbouring uses.| ||||Place-based Strategy for Richmond & Richmond Hill| |MM23|Place-based Strategy for Richmond & Richmond Hill, section entitled Overall strategy|122|Update the following text in the section entitled “Overall strategy” to update reference to the Retail & Leisure Needs Study – Update Addendum (April 2024) (PSED-02) and for clarity: The 2020 Centre Land Use Survey reported an increase in vacancies in Richmond town centre due to the impact of the pandemic, with visible vacancies in shopping frontages, such as the closure of House of Fraser. The Retail Study 2023 (pPhase 2) reports that Richmond is considered to have an upscale market position and forecasts an increase in convenience goods floorspace by 2039 and additional food/beverage floorspace requirements, resulting in total requirement (retail and food/beverage) of ca. 3,270sq.m (gross) uses for Richmond. An Addendum (April 2024) updates the quantitative assessment of the Phase 2 Study which supersedes earlier forecasting. It suggests that in Richmond there will be a surplus of retail (comparison and convenience) floorspace for both the 2034 (310 sqm) and 2039 (84 sqm) forecasts and a requirement for 2030 sqm of food/beverage floorspace by 2034 rising to 3300 sqm in 2039, resulting in an overall requirement (retail and food/beverage) of c 1720 sqm (gross) rising to 3240 sqm (gross) in 2039. There is therefore no need to allocate for additional floorspace, but there is expected to be a shift from comparison goods retail space to food/beverage and leisure/cultural uses, with vacant shop premises also converting to these uses. This may utilise the flexibility introduced by Government allowing for changes of use within Use Class E (commercial, business and service uses) which in principle do not require planning permission.| ||||Site Allocation 25 Richmond Station, Richmond| 10 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| |MM24|Site Allocation 25 Richmond Station, Richmond, ‘Vision’ section, second and eighth bullet points|128, 129|Update the following text in second bullet point to update reference to the Retail & Leisure Needs Study – Update Addendum (April 2024) (PSED-02): The Richmond upon Thames Retail and Leisure Study (Phase 2) forecasts a surplus of retail (comparison and convenience) floorspace (118 sqm) and a requirement for 1,956 sqm of food/beverage floorspace by 2034, amounting to a small total requirement (retail and food/beverage) of c. 1,750 sqm (gross) uses for Richmond to 2034. An Addendum (April 2024) updates the quantitative assessment of the Phase 2 Study which supersedes earlier forecasting. It suggests that in Richmond there will be a surplus of retail (comparison and convenience) floorspace for both the 2034 (310 sqm) and 2039 (84 sqm) forecasts and a requirement for 2030 sqm of food/beverage floorspace by 2034 rising to 3300 sqm in 2039, resulting in an overall requirement (retail and food/beverage) of c 1720 sqm (gross) rising to 3240 sqm (gross) in 2039. Amend the eighth bullet point, to aid clarity: Development should demonstrate an understanding of have due regard to the station BTM, including its visual character which lies principally in the façade and booking hall. Any redevelopment proposal should be of the highest quality in character and respond positively to the Conservation Area and BTM.| ||||Site Allocation 26 Former House of Fraser, Richmond| |MM25|Site Allocation 26 Former House of Fraser, ‘Vision’ section, first bullet point|132|Update the following text in first bullet point to update reference to the Retail & Leisure Needs Study – Update Addendum (April 2024) (PSED-02): The Richmond upon Thames Retail and Leisure Study (Phase 2) forecasts a surplus of retail (comparison and convenience) floorspace (118 sqm) and a requirement for 1,956 sqm of food/beverage floorspace by 2034, amounting to a small total requirement (retail and food/beverage) of c. 1,750 sqm (gross) uses for Richmond to 2034. An Addendum (April 2024) updates the quantitative assessment of the Phase 2 Study which supersedes earlier forecasting. It suggests that in Richmond there will be a surplus of retail (comparison and convenience) floorspace of 310 sqm and a requirement for 2030 sqm of food/beverage floorspace by 2034, resulting in an overall requirement (retail and food/beverage) of c 1720 sqm (gross).| ||||Site Allocation 30 Sainsburys, Lower Richmond Road, Richmond| |MM26|Site Allocation 30, Sainsburys, Lower|143|Factual change for clarity. Amendment to PTAL score (note: PTALs vary by location so sites can fall within more than one cell, so can differ and be a mix of levels. It also can vary for example sensitive| 11 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| ||Richmond Road, ‘Transport / Highways’ box within ‘Context’ section||to changes in bus services. It is suggested the PTAL for this site is recorded as 4, as considered under 19/0510/FUL): PTAL 54 ‘very good’| ||||Site Allocation 31 Kew Retail Park, Kew| |MM27|Site Allocation 31 Kew Retail Park, Bessant Drive, Kew. 1st bullet point of ‘Transport/Highways' box in 'Context’ section|149|[See also Statement of Common Ground with TfL (signed 28/02/2024) (SOCG-03)] Add: • PTAL 0-2 ‘worst to poor’| |MM28|Site Allocation 31 Kew Retail Park, Bessant Drive, Kew, Last sentence of 2nd bullet point under Vision|151|Further to discussions in Hearing 5, as agreed by the Council and Avison Young on behalf of Marks and Spencer and St George, to allow for consideration of impact of additional retail floorspace where a Retail Impact Assessment is required. Delete the following text within bullet point 2, under the Vision: Any new convenience retail provision should not exceed the floorspace of the existing units, to protect the existing local centre in Kew. And replace with: Any mixed use scheme including retail, will require a Retail Impact Assessment where applicable, in accordance with Policy 18 (g).| ||||Site Allocation 34 Richmond Athletic Association Ground, Old Deer Park| |MM29|Site Allocation 34 Richmond Athletic Association Ground, Old Deer Park, Richmond. 1st bullet point under Vision|161|Update the text, to reflect the Playing Pitch and Outdoor Sport Strategy 2023: The evidence set out in the Council’s Playing Pitch and Outdoor Sports Strategy (2015 2023) suggests that the sports ground needs to be retained; however, improvements to pitch quality are required in relation to the existing facilities, including consideration of additional sports lighting on the seven senior pitches to eradicate ‘overplay’ to the changing facilities and the quality of the playing pitches as a result of them currently being ‘overplayed’. The recent Action Plan updates have not identified any significant change to the situation, although the evidence base is due to be these are regularly updated in 2023.| ||||Site Allocation 35 Stag Brewery, Mortlake| 12 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| |MM30|Site Allocation 35 Stag Brewery, Lower Richmond Road, 4th bullet point of ‘Vision’|169|Update the text, as there is no formal ‘Area of Mixed Use’ designation being taken forward in the Plan: Whilst this site is not located within a town centre, it falls within the Mortlake Area of Mixed Use. It is therefore expected that this site will provide a substantial mix of employment uses, including lower- cost units suitable for small businesses, creative industries and scientific and technical businesses including green technology. Other employment generating uses will also be supported.| ||||Site Allocation 37 Telephone Exchange and 172 – 176 Upper Richmond Road West, East Sheen| |MM31|Site Allocation 37 Telephone Exchange and 172 – 176 Upper Richmond Road West, ‘Vision’ section, second bullet point|175|Update the following text in second bullet point to update reference to the Retail & Leisure Needs Study – Update Addendum (April 2024) (PSED-02): The Richmond upon Thames Retail and Leisure Study (Phase 2) forecasts a small requirement for 189 m2 of retail (comparison and convenience) floorspace and a requirement for 1,128 sqm of food/beverage floorspace by 2034, amounting to a total requirement (retail and food/beverage) of c.1,300 sqm (gross) uses for East Sheen/Barnes to 2034. An Addendum (April 2024) updates the quantitative assessment of the Phase 2 Study which supersedes earlier forecasting. It suggests that for East Sheen/Barnes there will be no requirement for retail (comparison and convenience) floorspace and a requirement for 1,100 sqm of food/beverage floorspace and hence a total requirement (retail and food/beverage) of c 1,100 sqm (gross) to 2034.| ||||Policy 3 Tackling the Climate Emergency (Strategic Policy)| |MM32|Policy 3 Tackling the Climate Emergency (Strategic Policy), Part D|184|The Council will work with partners and local communities to improve the energy and water efficiency of the existing building stock and wider public realm, with a particular focus on increasing energy efficiency of homes and businesses, especially improved insulation in lofts, walls and floors….| ||||Policy 4 Minimising Greenhouse Gas Emissions and Promoting Energy Efficiency (Strategic Policy)| |MM33|Policy 4 Minimising Greenhouse Gas Emissions and Promoting Energy Efficiency, Part D 5.|187|Correct the reference to the Building Regulations at part D.5: 5. to reduce the potential for internal overheating and reliance on air conditioning systems in accordance with the London Plan’s Cooling Hierarchy (Policy SI 4 Managing Heat Risk) and meet the requirements of Part O of the Building Regulations (TM592 (domestic) and TM529 (nondomestic))| ||||Policy 6 Sustainable Construction Standards| 13 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| |MM34|Policy 6 Sustainable Construction Standards, Part A 4.|192|Clarify the approach to the water consumption target and the water efficiency standards: Development that results in a new residential dwelling, including conversions, change of use, and extensions that result in a new dwelling unit, must be designed to be water efficient and reduce water consumption. Refurbishments and other non-domestic development will be expected to meet BREEAM water-efficiency credits. Residential development must not exceed a maximum water use of 105 litres per head per day (excluding the allowance of up to 5 litres for external water consumption) using the ‘Fittings Approach’ in Table 2.2 of Part G of Building Regulations. Planning conditions will be applied to new residential development to ensure that the water efficiency standards are met. will be required to incorporate water conservation measures to achieve maximum water consumption of 110 litres per person per day for homes (including an allowance of 5 litres or less per person per day for external water consumption).| ||||Policy 8 Flood Risk and Sustainable Drainage (Strategic Policy)| |MM35|Policy 8 Flood Risk and Sustainable Drainage (Strategic Policy), Part A|200|[See also Statement of Common Ground with the Environment Agency (signed 18/04/2024) (SOCG- 08)] Remove the term minimise: All developments will need to be made safe for their lifetime and clearly demonstrate that they avoid, minimise or reduce contributing to all sources of flooding, including fluvial, tidal, surface water, groundwater and flooding from sewers; taking account of climate change and that they do not increase flood risk elsewhere.| 14 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| |MM36|Policy 8 Flood Risk and Sustainable Drainage (Strategic Policy), Part B, and Paragraph 16.69|200, and 207|[See also Statement of Common Ground with the Environment Agency (signed 18/04/2024) (SOCG- 08)] Clarify in part B reference to all types of flooding: B. To enable development, proposals must provide mitigation and resilience against flood risk as set out in the Council’s SFRA, including but not limited to adequately raising finished floor levels, providing flood storage compensation and alleviation. and provide appropriate compensation to existing flood risk levels and volumes, addressing the predicted 1 in 100 year Risk of Flooding from Surface Water (RoFSW) mapped depths as a minimum. Advice should be sought from the Lead Local Flood Authority (LLFA) and/or the Environment Agency as appropriate. As a consequence of the above changes to part B, add the following details to supporting text after paragraph 16.69: In relation to surface water flooding in line with the current SFRA, proposals must provide mitigation and resilience against flood risk (taking advice from the LLFA as appropriate) and provide appropriate compensation to existing flood risk levels and volumes (addressing the predicted 1 in 100 year RoFSW mapped depths as a minimum), supported by detailed flood risk modelling if appropriate.| |MM37|Policy 8 Flood Risk and Sustainable Drainage (Strategic Policy), Part D, and Paragraph16.70|200, and 208|[See also Statement of Common Ground with the Environment Agency (signed 18/04/2024) (SOCG- 08)] Clarify in part D the approach to flood storage compensation: Where a Flood Risk Assessment is required, appropriate on-site attenuation measures to alleviate both fluvial, undefended tidal and surface water flooding should be provided over and above the minimum fluvial and undefended tidal flood storage compensation and on-site attenuation requirements, where feasible and justified by appropriate evidence. As a consequence of the above changes to part D, agree to add the following to supporting text after paragraph 16.70: A FRA should contain the evidence for the preferred method of mitigation, including any alternatives it was not possible to provide and detail how any associated risks from the chosen form of mitigation can be minimised.| |MM38|Policy 8 Flood Risk and Sustainable Drainage (Strategic Policy), Part H, and Paragraph 16.76|203, and 208|[See also Statement of Common Ground with the Environment Agency (signed 18/04/2024) (SOCG- 08)] Add clarification, as agreed with the LLFA, to reference runoff rates as one of the most important factors in terms of flood risk:| 15 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| ||||H. The Council requires the use of Sustainable Drainage Systems (SuDS) in all development proposals to manage surface water runoff as close to its source as possible, using the most sustainable solutions to reduce runoff volumes and rates. Ideally, all surface water should be managed on site. The development must not increase flood risk elsewhere and where possible reduce flood risk overall. Applicants will have to demonstrate that their proposal complies with the following: 1. A reduction in surface water discharge to greenfield run-off rates wherever feasible. 2. where greenfield run-off rates are not feasible, this will need to be demonstrated by the applicant, and in such instances, the minimum requirement is to achieve at least: a. a runoff rate of 2 l/s or below., or b. a Where this is not possible and justification is provided, applicants should detail how at least 50% attenuation of the site's surface water runoff at peak times based on the levels existing prior to the development, will be achieved. The following change is also proposed to paragraph 16.76 for clarity: The Council’s SFRA identified reducing the rate of discharge from development sites to greenfield runoff rates as one of the most effective ways of reducing and managing flood risk within the borough. Greenfield run-off is the surface water drainage regime from a site prior to development. To maintain the natural equilibrium of a site, the surface water discharge from a developed site should not exceed the natural greenfield run-off rate. Where greenfield run-off rates are not technically feasible, applicants will be expected to clearly demonstrate how all opportunities to minimise final site runoff, as close to greenfield rate as practical, have been taken. In such instances, the minimum requirement is to achieve at least a runoff rate of 2 l/s or below. Where this is not possible and justification is provided, applicants should detail how at least, or a 50% attenuation of the site's surface water runoff at peak times, based on the site's performance prior to development, will be achieved.| |MM39|Policy 8 Flood Risk and Sustainable Drainage (Strategic Policy), Part J|203|[See also Statement of Common Ground with the Environment Agency (signed 18/04/2024) (SOCG- 08)] Amend as follows to reference the latest TE2100 Plan and future-proof against future updates: In addition, in line with the requirements of the Thames Estuary 2100 Plan, developments adjoining the River Thames must maintain and where necessary enhance or raise (or demonstrate how they could be raised in the future) flood defences to the 2065 statutory level as set out in the TE2100 Plan (or latest version) (or show how they could be raised in the future), demonstrating that they will continue to provide adequate flood protection for the lifetime of the development.| 16 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| ||||| |MM40|Policy 8 Flood Risk and Sustainable Drainage (Strategic Policy), Part L|205|[See also Statement of Common Ground with the Environment Agency (signed 18/04/2024) (SOCG- 08)] Amend as follows to remove ‘central’ and add ‘appropriate’ in reference to the climate change scenarios: Submitted FRAs should utilise the ‘central’ appropriate climate change scenarios when implementing the climate change allowances for surface water and fluvial flood risk. Assessments of tidal flood risk should use the current TE2100 crest levels guidance and breach modelling to account for worst-case scenarios.| |MM41|Policy 8 Flood Risk and Sustainable Drainage (Strategic Policy), Paragraphs 16.72 and 16.74|208|[See also Statement of Common Ground with the Environment Agency (signed 18/04/2024) (SOCG- 08)] For clarity, amend the drainage hierarchy in paragraph 16.74 to the following: 1. Store rainwater for later use as a resource (for example rainwater harvesting, blue roofs for irrigation) 2. Use infiltration techniques, such as porous surfaces in non-clay areas rainwater infiltration to ground at or close to source In addition, as agreed with the LLFA, amend paragraph 16.72: In line with Policy SI13 Part E: Drainage should be designed and implemented in ways that promote multiple benefits including increased water use efficiency, improved water quality, and enhanced biodiversity, urban greening, amenity and recreation.| 17 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| |MM42|Policy 8 Flood Risk and Sustainable Drainage (Strategic Policy), Paragraph 16.80|209|[See also Statement of Common Ground with the Environment Agency (signed 18/04/2024) (SOCG- 08)] Amend as follows to reference the Riverside Strategy Approach set out in the Thames Estuary 2100 Plan: Natural flood management methods, such as those included in the Thames Landscape Strategy’s ‘Rewilding Arcadia’ project, should be employed in development proposals due to their multiple benefits including increasing flood storage and creating leisure areas and habitat. There is the potential to achieve significant improvements when undertaking flood defence work, including improved public spaces, access to the river and the Thames Path, and the creation of new habitats. Development should where possible seek to implement those measures set out in Policy 40 Rivers and Corridors when mitigating flood risk, in line with the Riverside Strategy Approach set out in the Thames Estuary 2100 Plan.| |MM43|Policy 8 Flood Risk and Sustainable Drainage (Strategic Policy), new paragraph following 16.83 as an additional paragraph under subtitle ‘Flood defences’|210|[See also Statement of Common Ground with Surrey County Council (signed 07/2/2024) (SOCG- 01)] Add a new paragraph as follows: The Council supports proposals for strategic flood alleviation measures (and associated enabling works), including the emerging flood alleviation measures at Teddington and Molesey weirs, as part of the wider River Thames Scheme. The project is designed to significantly reduce the risk of flooding by creating a new river channel in two sections alongside the Thames in Runnymede and Spelthorne, as well as increasing capacity at Sunbury, Molesey and Teddington weirs. These proposed works will increase the capacity of the Thames through Surrey and south west London, reducing the risk of flooding.| 18 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| |MM44|Policy 8 Flood Risk and Sustainable Drainage (Strategic Policy), Paragraph 16.66|207|[See also Statement of Common Ground with the Environment Agency (signed 18/04/2024 and updated 28/06/2024) (SOCG-08)] For clarification, amend the reference in the supporting text to the functional floodplain to include land riverward of flood defences: The borough contains a number of islands in the River Thames. Where the access and egress to and from the island begins within the functional floodplain, for the purposes of new development, such islands will be considered and treated as functional floodplain (Zone 3b), even if parts of the islands may be within an area of lower probability of flooding. For the River Thames, the functional floodplain is defined as land riverward of the Thames Tidal Flood Defences. In line with the guidance set out in the Council’s SFRA, new developments are restricted to ‘Water Compatible’ and ‘Essential Infrastructure’ (subject to an Exception Test) as per the guidance in the Flood Risk and Coastal Change PPG.| ||||Policy 9 Water Resources and Infrastructure (Strategic Policy)| |MM45|Policy 9 Water Resources and Infrastructure (Strategic Policy), Part B|211|Move sub title ‘Water quality’ beneath Part B: Water quality B. The development or expansion of water supply or wastewater facilities will normally be permitted, either where needed to serve existing or proposed new development, or in the interests of long-term water supply and waste water management, provided that the need for such facilities outweighs any adverse land use or environmental impact and that any such impact is minimised as far as possible. Water quality C. The Council expects development proposals to:| |MM46|Policy 9 Water Resources and Infrastructure (Strategic Policy), Parts D and F, Paragraphs 16.98, and 16.99|211, 212, 213|For clarity reference the separate statutory regime to ensure responsibilities for developers and the provider are clear, along with further details about how infrastructure upgrades may be secured. Amend the policy: D. New major residential and major non-residential development will need to provide information as part of a planning application that shows early engagement by the applicant with the sewerage and water supply network provider, to demonstrate the provider can meet their duty to ensure there is adequate water supply, surface water, foul drainage and sewerage treatment capacity to serve the development. F. Applicants for major developments will be required to provide evidence in the form of written confirmation as part of the planning application that capacity exists in the public sewerage and water supply network to serve their development.| 19 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| ||||G. Any new water supply, sewerage or waste water treatment infrastructure must be in place prior to occupation of the development. Financial contributions may be required for new developments towards the provision of, or improvements to, such infrastructure. Amend the supporting text: 16.98 Applicants for major development proposals (both residential as well as non-residential) are required to provide evidence that adequate capacity exists in the public sewerage and water supply network to serve their development in the form of written confirmation. This statement should be submitted as part of the planning application. Planning conditions will be used to ensure that there is adequate water and wastewater infrastructure to serve all new developments. Developers are strongly encouraged to contact the water/wastewater company as early as possible to discuss their development proposals and intended delivery programme to assist with identifying any potential water and wastewater network reinforcement requirements. This is considered to accord with London Plan Policy SI 5 part E. 16.99 Where capacity does not exist and to avoid overloading of existing infrastructure, a drainage strategy should be provided to show the required infrastructure and its funding. Where there is a capacity problem and no improvements are programmed by Thames Water Utilities, the developer will be required to contact Thames Water to agree what improvements are required and how they will be funded. If improvements in off-site infrastructure are not programmed, planning permission will only be granted where the developer funds appropriate improvements. There may be a requirement for phasing of development where necessary infrastructure upgrades are due to be delivered, to ensure development does not outpace essential network reinforcement. Any sewerage/waste water treatment infrastructure must be in place prior to first occupation of the development. A financial contribution may be required towards the provision of, or improvements to, infrastructure. Sewers and associated infrastructure will need to be protected from new construction and tree planting.| |MM47|Policy 9 Water Resources and Infrastructure (Strategic Policy), Paragraph 16.92|212|[See also Statement of Common Ground with the Environment Agency (signed 18/04/2024) (SOCG- 08)] Add further signposting to state that Richmond is a water stressed area: The Environment Agency and the Council suggest the following modification to 16.92: Population increase, coupled with the designation of the Thames Water region as an area of ‘seriously water stressed’, means extra demand for water…| 20 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| ||||Policy 10 New Housing (Strategic Policy)| |MM48|Policy 10 New Housing (Strategic Policy) Part A, Housing Trajectory, Paragraphs 17.1, 17.2, 17.4, 17.5, 17.6, 17.11, 17.12|213 - 215|For clarity of the latest position on expected housing delivery. Add details of the stepped trajectory (to reflect the Housing AMR 2023/24) to part A of the policy: A. The Borough's ten year London Plan housing target requirement is 4,110 homes, with a total Local Plan housing requirement of 5,928 dwellings over the plan period from 2024-2039. Housing delivery will be in accordance with the following stepped trajectory: • 2021/22 to 2024/25 – 210 dwellings per annum • 2025/26 to 2027/28 – 420 dwellings per annum • 2028/29 to 2030/31 – 670 dwellings per annum The Council will exceed … Update the housing trajectory (after paragraph 17.4) with the latest version as at 1.4.24 taken from the AMR – Housing 2023/24 (see larger image at Annex A to this schedule): Update the supporting text for clarity around the housing target, the stepped trajectory, and to update the latest Housing Delivery Test position: 17.1 The London Plan sets a ten year target of 4,110 homes for net housing completions, for the borough of Richmond. This is to cover the period 201921/202 -202830/2931 although it was finally confirmed on publication of the London Plan in March 2021, and can be rolled forward for future years beyond 2029. The indicative target beyond 202932 is 3,639 homes for net housing completions, or 306 homes per annum, based on rolling forward in accordance with the London Plan identified capacity for large sites and the small sites figure, until it is replaced by a revised target in a new London Plan. 17.2 In accordance with London Plan Policy H1 this target is expected to be achieved, through optimising the potential for housing delivery on all suitable and available brownfield sites. The Local| 21 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| ||||Housing Needs Assessment 2021 analysis considers demographic trends and a scenario to understand the potential population growth associated with the delivery of 411 homes per annum proposed housing delivery over the Local Plan period. … 17.4 A housing trajectory is published and annually updated, in the Council’s Authority Monitoring Report (AMR). ThisIt is required by the NPPF and identifies a supply of specific deliverable sites sufficient to provide five years supply of housing. This is assessed against the housing requirements together with an additional buffer of 5% (moved forward from later in the plan period) to ensure choice and competition in the market for land. 17.5 Although the housing target is monitored on an annual basis, the London Plan at paragraph 4.1.10 sets out that the increase in housing delivery required by the target may be achieved gradually and boroughs are encouraged to set a realistic, stepped housing delivery target over a ten-year period. This is considered relevant to the borough, given the shortfall in delivery in 2021/22 and the initial future years, balanced against the considerable increase expected in small sites delivery whereby there will be a time lag for the change in the policy context towards incremental intensification to result in proposals coming forward, and given some identified large sites are expected to deliver in years five to ten. Government has also acknowledged the disruption to housing delivery and monitoring caused by restrictions in 2020 in response to the COVID-19 pandemic. The stepped trajectory based on the Housing AMR 2023/24 is set out within Policy 10 and will form the basis of the monitoring framework and become part of future Housing Delivery Test calculations. 17.6 The latest housing Authority Monitoring Report (reviewed annually) sets out that the borough is on course to meet and exceed the strategic dwelling requirement over a ten yearthe plan period. This is reflected in the broad expected pattern of future housing land supply set out in Policy 10 part B, which sets out indicative ranges for the broad areas and are not to be regarded as any lower or upper limit, as the overall target is to be exceeded. The site allocations as set out within this Plan will contribute to this delivery. … 17.11 The Government’s Housing Delivery Test (HDT) is an annual measurement of housing delivery: • Results of the 2018 HDT showed 1,332 homes delivery 2015/16 to 2017/18 against 945 homes required, a measurement of 141% and therefore no action required. • Results of the 2019 HDT showed 1,147 homes delivery 2016/17 to 2019/20 against 945 homes requirement, a measurement of 121% and therefore no action required.| 22 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| ||||• Results of the 2020 HDT showed 1,024 homes delivery 2017/18 to 2019/20 against 918 homes requirement, a measurement of 112% and therefore no action required. • Results of the 2021 HDT showed 2,019 homes delivery 2018/19 to 2020/21 against 813 homes requirement, a measurement of 248% and therefore no action required. However, due to a change in the GLA methodology for monitoring, a revised housing flow return was submitted by the GLA which confirmed 877 homes delivery in this period, a measurement of 108%, and therefore no action required . 17.12 For the 2020 measurement, a reduction in the period for measuring total homes required was applied, using an 11-month period for the 2019/20 monitoring year, to account for disruption to housing delivery and monitoring linked to the COVID-19 pandemic. For the 2021 measurement, Government applied a four-month reduction to account for continued fluctuations due to COVID-19 disruptions. In accordance with the Government thresholds, if future delivery falls below 95% of the housing requirement, then an action plan will be produced to assess the causes of under-delivery and identify actions to increase delivery in future years. The stepped requirement trajectory set out above in Policy 10 will be used in future Housing Delivery Tests. See also Policy 55 Delivery and Monitoring.| ||||Policy 11 Affordable Housing (Strategic Policy)| |MM49|Policy 11 Affordable Housing (Strategic Policy), Paragraphs 17.13, 17.16, 17.20, 17.22, 17.24, 17.25, 17.26, 17.27, 17.28|216 to 221|[See also Statement of Common Ground with the GLA (signed 31/05/2024) (SOCG-11)] Align with Policy H5 in the London Plan and the 35% threshold for the fast track route (or 50% on public sector land or employment sites), to give developers certainty and to aid housing delivery. Replace Policy 11 with an amended version as below (the whole policy has been replaced to enable clear policy routes for applications to follow, including the fast track route, to aid clarity in implementation): Definitions for Affordable Housing Genuinely Affordable Housing- The Council considers the following to be genuinely affordable housing products: - Rented Affordable (specifically Social Rent. and London Affordable Rent). - London Living Rent (only when delivered in compliance with the Council’s Intermediate Housing Policy Statement 2019 or any further update). (Intermediate) - Shared Ownership (only when delivered in compliance with the Council’s Intermediate Housing Policy Statement 2019 or any further update). (Intermediate) Policy 11 Affordable Housing (Strategic Policy)| 23 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| ||||A. All new housing developments in the borough should provide at least 50 per cent of the total number of habitable rooms as affordable housing on site. The affordable housing being provided should be genuinely affordable for the majority of residents in the borough. B. A contribution towards affordable housing will be expected on all housing sites. The following requirements apply: 1. On all former employment sites at least 50% on-site provision. Where possible, a greater proportion than 50% affordable housing on individual sites should be achieved. 2. On all other sites capable of ten or more units gross 50% on-site provision. Where possible, a greater proportion than 50% affordable housing on individual sites should be achieved. 3. On sites below the threshold of ‘capable of ten or more units gross’, a financial contribution to the Affordable Housing Fund commensurate with the scale of development, in line with the sliding scales set out below and in the Affordable Housing SPD. Table 17.2 Affordable Housing Contribution Sliding Scale No of units proposed % Affordable Housing (gross) For conversions For new build and reversions development or (where there is For any units redevelopment no loss of former replacing (where there is no employment employment loss of former floorspace and floorspace employment for listed floorspace) buildings) 9 36% 45% 90% 8 32% 40% 80% 7 28% 35% 70% 6 24% 30% 60% 5 20% 25% 50%| |No of units proposed (gross)|% Affordable Housing|Col3|Col4| ||||| ||For conversions and reversions (where there is no loss of former employment floorspace and for listed buildings)|For new build development or redevelopment (where there is no loss of former employment floorspace)|For any units replacing employment floorspace| |9|36%|45%|90%| |8|32%|40%|80%| |7|28%|35%|70%| |6|24%|30%|60%| |5|20%|25%|50%| 24 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| ||||4 16% 20% 40% 3 12% 15% 30% 2 8% 10% 20% 1 4% 5% 10% C. Where on site provision is required, an application should be accompanied by evidence of meaningful discussions with Registered Providers which have informed the proposed tenure, size of units and design to address local priorities and explored funding opportunities, and informed the capital value of the affordable housing. D. Where on site affordable housing is provided on site, the Council will require an affordable housing tenure split of 70% affordable rented housing and 30% intermediate housing by habitable room. The intermediate housing will be delivered in line with the Council’s Intermediate Housing Policy Statement. E. If the minimum level of affordable housing is not provided in line with Part B (1) and B(2) the application for development will be refused. F. Site-specific viability information will only be accepted in exceptional cases, determined by the Council. Any proposals where site-specific viability evidence is accepted must provide the maximum amount of affordable housing, informed by detailed viability evidence. The cost of any independent review must be covered by the applicant. G. If a site proposes a non-compliant level of affordable housing and is granted permission it will be subject to detailed review mechanisms (early, mid and late stage) throughout the period up to full completion of the development, including an advanced stage review mechanism. Sites that meet the 50% target for affordable housing will not be subject to a late stage review, only an early stage review to incentivise implementation. H. In exceptional circumstances, where affordable housing cannot practically be provided on site, or off-site provision would create a better contribution (in terms of quantity and/or quality), the Council may accept provision of affordable housing off-site in the same area. I. Developments involving the provision of affordable housing will be expected to achieve the same high quality standards as the private housing element of the scheme in terms of accessibility, internal space requirements, external appearance and design quality and provision of private outdoor space. J. The Council will not accept the loss of any existing affordable housing, as set out in Policy 14. Loss of Housing, and will expect any estate regeneration to provide the equivalent amount and tenure of affordable housing by habitable room, and where possible, achieve an uplift in provision.| |4|16%|20%|40%| ||||| |3|12%|15%|30%| |2|8%|10%|20%| |1|4%|5%|10%| 25 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| ||||A. The Council is seeking to deliver 50 per cent of the total number of habitable rooms as affordable housing, on a range of types of sites across the borough. A contribution towards affordable housing will be expected on all housing proposals. The affordable housing being provided should be genuinely affordable for the majority of residents in the borough. B. Where on site affordable housing is provided, the Council will require a minimum affordable housing tenure split of 70% Rented Affordable housing and maximum 30% Intermediate housing by habitable room. The Intermediate housing will be delivered in line with the Council’s Intermediate Housing Policy Statement. Where on site provision is required, an application should be accompanied by evidence of meaningful discussions with Registered Providers which have informed the proposed tenure, size of units and design to address local priorities. C. Developments involving the provision of affordable housing will be expected to achieve the same high quality standards as the private housing element of the scheme in terms of accessibility, internal space requirements, external appearance and design quality and provision of private outdoor space. D. The Council will not accept the loss of any existing affordable housing as set out in Policy 14. Loss of Housing, and will expect any estate regeneration to provide the equivalent amount and tenure of affordable housing by habitable room, and where possible, achieve an uplift in provision. Major Sites (capable of providing 10 dwellings or more (gross)) E. For all major developments, applicants can either follow the Fast Track Route or the Viability Tested Route by providing the relevant threshold level of affordable housing and meeting other Local Plan requirements. F. Schemes that do not meet the threshold level, or require public subsidy to do so, will be required to submit detailed viability information through the Viability Tested Route. This will assess the maximum level of affordable housing (and any other required planning contributions) that a scheme can deliver in cases where the threshold level of affordable housing set out below cannot be met. Fast Track Route (FTR)| 26 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| ||||1. In line with Policy H5 (Threshold approach to applications) of the London Plan, the threshold approach applies to major development proposals which trigger affordable housing requirements. The threshold level of affordable housing on gross residential development is: a) a minimum of 35 per cent; or b) 50 per cent for public sector land where there is no portfolio agreement with the Mayor; or c) 50 per cent for Locally Important Land & Business Parks (the borough’s Locally significant Industrial Sites (LSIS) as identified in Policy 24) and any non-designated industrial land that comes forward for residential uses in accordance with London Plan Policy E7 Industrial intensification, co-location and substitution where the scheme would result in a net loss of industrial capacity. 2. To follow the Fast Track Route, applications must meet the criteria set out in London Plan Policy H5(C). The Council considers the tenure mix of 70% Rented Affordable housing as a minimum and 30% Intermediate housing as a maximum, and higher levels of Rented Affordable housing are encouraged. Applicants should ensure they seek all opportunities to secure grant to maximise the number of affordable habitable rooms onsite. 3. Fast tracked applications are not required to provide a viability assessment at application stage. To encourage delivery and determine whether additional affordable housing can be provided, the requirement for an early-stage viability review will be triggered if an agreed level of progress on implementation is not made within 18 months of the permission being granted (or a period agreed by the Council). Viability Tested Route (VTR) 4. On all former employment and public land sites* at least 50% on-site provision is sought. Where possible, a greater proportion should be achieved. 5. On all other sites the Council expect a minimum of 50% affordable housing with a minimum affordable housing tenure split of 70% Rented Affordable housing and maximum 30% Intermediate housing by habitable room. 6. Any application triggering affordable housing is expected to be accompanied by evidence of meaningful discussions with Registered Providers as set out in part (B) and explored funding opportunities to maximise the affordable housing to meet local priorities, and informed the capital value of the affordable housing. 7. Any proposals submitted through the Viability Tested Route that provide less than 50% affordable housing will be expected to provide detailed site-specific viability evidence in a| 27 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| ||||standardised and accessible format to justify affordable housing has been maximised on- site. The cost of any independent review must be covered by the applicant. 8. If an application is following the Viability Tested Route where the site proposes a non-policy compliant level of affordable housing and is granted permission it will be subject to detailed review mechanisms (early, mid and late stage) throughout the period up to full completion of the development, including an advanced stage review mechanism. 9. In exceptional circumstances, where affordable housing cannot practically be provided on site, or off-site provision would create a better contribution (in terms of quantity and/or quality), the Council may accept provision of affordable housing off-site in the same area. Small Sites (1-9 dwellings (gross)) G. On sites below the threshold of ‘capable of ten or more units gross’, a financial contribution to the Affordable Housing Fund commensurate with the scale of development, in line with the sliding scales set out below and in the Affordable Housing SPD. If a site proposes a non-policy compliant level of affordable housing, the cost of any independent review must be covered by the applicant. Table 17.2 Affordable Housing Contribution Sliding Scale No of units proposed % Affordable Housing (gross) For conversions For new build and reversions development or (where there is For any units redevelopment no loss of former replacing (where there is no employment employment loss of former floorspace and floorspace* employment for listed floorspace) buildings) 9 36% 45% 90% 8 32% 40% 80% 7 28% 35% 70% 6 24% 30% 60%| |No of units proposed (gross)|% Affordable Housing|Col3|Col4| ||||| ||For conversions and reversions (where there is no loss of former employment floorspace and for listed buildings)|For new build development or redevelopment (where there is no loss of former employment floorspace)|For any units replacing employment floorspace*| |9|36%|45%|90%| |8|32%|40%|80%| |7|28%|35%|70%| |6|24%|30%|60%| 28 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| ||||5 20% 25% 50% 4 16% 20% 40% 3 12% 15% 30% 2 8% 10% 20% 1 4% 5% 10% * Use Classes E (g) (i), (ii) (iii), B2, B8 and employment generating Sui Generis uses – this is applicable to all housing proposals in employment land. On sites that are capable of fewer than 10 units gross, by conversion or redevelopment, and it has already been agreed by the Council that on-site affordable housing is not suitable, offsite provision or an offsite contribution will be accepted. Amend the supporting text as follows: 17.13 Richmond is a borough with a plethora of attributes such as its public parks, the river Thames and thriving centres which make it an attractive place to work and live. This results in people from not just London but all over the world wanting to make Richmond their home. However, due to the scarcity of land in the borough and other factors it is now experiencing an acute affordable housing crisis. Not enough affordable housing is being built to help alleviate the ever-growing need. Therefore, the Council will do everything in its power to make sure over the plan period we hit the 50% target is achieved. … 17.16 The need for affordable housing in the borough is demonstrable, which has been evidenced by the Council’s Local Housing Need Assessment (LHNA). This study looks at the current need in the borough, need from newly-forming households and existing households falling into need, minus the supply of affordable housing which is equal to the net need per annum of affordable housing. The LHNA estimates a net annual need of 1,123 affordable rented and 552 284 affordable home ownership products to be provided between 2021-2039. These unconstrained figures do not take account of capacity and land availability and are therefore significantly higher than Richmond’s overall annual housing target of 4110 homes per annum during the current London Plan period (2019-2041), which takes account of the borough's constraints.| |5|20%|25%|50%| ||||| |4|16%|20%|40%| |3|12%|15%|30%| |2|8%|10%|20%| |1|4%|5%|10%| 29 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| ||||17.17 Richmond has a finite amount of large-scale developable sites due to various constraints, including the Thames and the various parks and open spaces. Small sites make a significant contribution to housing supply. The London Plan Policy H2 has set a minimum target of delivering 234 homes per year from small sites in the borough of Richmond, 57% of the overall annual housing target. The cumulative impact of these sites should contribute to affordable housing provision, justified by the evidence base and local circumstances. Without these contributions it would be a significant challenge to deliver the amount of affordable housing this borough needs. 17.18 Contributions from small sites will be secured via a Planning Obligation. Financial contributions made to the ringfenced Affordable Housing Fund are allocated to the Council's Housing Capital Programme and used to help fund new affordable housing, or to fund acquisition of land and private properties for this purpose, or for enhanced provision through re-modelling existing affordable units or supported schemes, in pursuance of housing and planning objectives. The financial contribution will not be converted into the actual delivery of units on an identified linked site, unless suitable, as it is vital that affordable housing is delivered in the most effective way. 17.19 The affordable housing policy applies to all new housing development, including changes of use for wholly residential and mixed-use sites incorporating residential use, where planning permission is required. The affordable housing provision (on-site or off-site) or any financial contribution should be calculated in relation to gross rather than net development. In London the majority of development is brownfield and does not need to be incentivised, as in many cases the building will only have been made vacant for the sole purpose of re-development, therefore the Vacant Building Credit will not apply. A flowchart outlining the policy requirements and the mechanism for assessing the contributions from individual sites is set out in the Affordable Housing SPD; including how each proposal is assessed to make an adequate contribution towards affordable housing which is directly, fairly and reasonably related in scale and kind to the development proposed. It is considered necessary to make it acceptable in planning terms, and the absence of an obligation will be considered as undermining the Council’s housing strategy and harm the provision of affordable housing in the area. 17.20 In the context of the Local Plan, genuinely affordable housing is primarily considered to be homes rented at either social rent or London Affordable Rent levels. The Council priority is social rented homes, as this is most affordable product available. Any schemes built through the GLA’s current Affordable Homes Programme are expected to be for social rent. London Affordable Rent will be acceptable if evidence is provided that it will be affordable to the majority of residents living in the borough. Intermediate housing (such as Shared Ownership, London Living Rent) on site will only be considered genuinely affordable when delivered in compliance with the Council’s Intermediate| 30 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| ||||Housing Policy Statement 2019 (and any further updates to this). The Council’s latest affordability criteria and priority allocation for Intermediate Housing includes key workers. At application stage the affordability of the affordable housing products provided will be assessed on the total cost of the home, including service charges. First Homes and Starter Homes are not considered to be affordable in the context of Richmond due to the borough’s high house prices. There are areas of the borough where even a 50% discount on open market value would not reduce the price under the £420,000 cap set by National Government for First Homes. These extremely large reductions have the ability to impact the viability of schemes which in turn could jeopardise the provision of affordable Social rRented homes, which is the priority need in the borough. 17.21 The threshold (10 units or above) is expressed in terms of the capability of the site, in order to overcome attempts to evade thresholds. For example, these could be by lowering densities, providing unit sizes significantly above the Nationally Described Space Standards, failing to provide the required mix of units, phasing development, submitting subsequent applications on the same site or adjoining sites, or by incremental acquisition of sites. In these circumstances the Council would apply the affordable housing policy requirements. 17.22 London Plan Policy H5 has set out a threshold approach where if an site meets application is providing at least 35% affordable housing or 50% in the case of public sector or industrial land, then they will not need to submit a viability assessment at the application stage. This policy is aimed at fast tracking applications through the system that provide the threshold level without being held up by potentially protracted discussions regarding viability. This approach seeks to embed affordable housing requirements into land values and create consistency and certainty across the Borough. Richmond’s affordable housing need is so great and the borough has such a limited supply of major sites, using the threshold approach would have a detrimental impact on the Council achieving its goal of providing 50% affordable housing across the borough that applicants will be expected to maximise affordable housing onsite. Where schemes follow the Fast Track Route and provide the relevant threshold level of affordable housing, applicants should ensure they seek all opportunities to secure grant to maximise the number of affordable housing onsite. Further guidance on the Fast Track Route is set out in the Mayor’s Affordable Housing LPG (Consultation Draft 2023). 17.23 The percentage of affordable housing on a scheme should be measured in habitable rooms to ensure that a range of sizes of affordable homes can be delivered, including family-sized homes. Figures should be presented as a percentage of total residential provision in habitable rooms, units and floorspace to enable comparison. The Council’s Affordable Housing Enabling Officers will provide guidance and should be involved in the discussions with Registered Providers at an early| 31 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| ||||stage, to determine the appropriate housing mix, including bedsize, to reflect local needs as set out in Policy 13 Housing Mix and Standards, taking into account the site-specifics of the location. 17.24 In the Local Plan 2018, the tenure split is 80/20 in favour of Rented aAffordable rent over iIntermediate products. The need for Rented aAffordable rent homes has not changed in the borough but there has been a change in policy within the London Plan. London Plan Policy H6 prescribes the affordable housing tenure split that London Boroughs should be applying in their policies. This is 30% low cost rent (social or London Affordable Rent), 30% intermediate (i.e London Living rent or Shared Ownership) and 40% to be determined by the borough. As the overriding need as evidenced by the LHNA in Richmond is for low cost Social rRented homes the whole of the 40% will be towards that product Rented Affordable products with a priority to deliver Social Rented housing. This is the reasoning for the policy’s 70/30 split in favour of affordable rented products. The Council will still support (potentially through grant) any development, especially on public sector land, that provides a tenure split of 80/20 Rented Affordable to Intermediate tenure. 17.25 The Council has rigorously tested their affordable housing targets to make sure that they are viable through what is called a Whole Plan Viability Study. It is confirmed that the policy compliant level of affordable housing required on sites is viable so the Council will not accept anything less. Applications submitted that provide less affordable housing than set out in policy will be rejected. The Council will in extraordinary circumstances and on a case-by case basis, accept viability arguments if it can be demonstrated that the site has abnormal costs that could not be foreseen. For example, infrastructure provision that could not have been foreseen at The Whole Plan Viability stage and need to be considered on a site-specific basis taking into account variations between private sales values, scheme composition and benchmark land value. The Council will only accept viability arguments once it has been confirmed that the applicant has explored with the relevant Council officers the availability and application of grant to increase or provide a better tenure of affordable housing. 17.26 Where detailed viability evidence is required to ascertain the maximum level of affordable housing deliverable on a scheme, the assessment should be treated transparently and this will need to follow the guidance set out in RICS Assessing Viability in Planning under the National Planning Policy Framework 2019 for England (2021), National Planning Policy Practice Guidance, the Council’s Affordable Housing SPD and the GLA’s Affordable Housing and Development Viability SLPG (Consultation Draft 2023). The Council will expect all developers to ensure that they identify and get the Council’s approval of a Registered Provider to support the delivery of affordable housing on site at the time of submission of a planning application. To confirm on-site deliverability and/or establish notional values of affordable units which reflect local housing market conditions, evidence| 32 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| ||||should be provided of discussions with a number of Registered Providers (Not for Profit and demonstrating a high standard of management). The onus will be on developers to pay for any viability assessment if the proposal is not policy compliant and any cost of independent assessment. If build costs need to be assessed, then developers will also need to pay for these to be reviewed by an independent Quantity Surveyor. 17.27 As evidenced by the LHNA the Council has a substantial need for affordable housing. As small sites which are not in employment use (less than 10 units and/or 1000sqm) aren’t required to provide on-site affordable housing, this requires schemes above the threshold to deliver the level of affordable housing as set out in Policy 11 50% to help achieve our target. Therefore, payments in lieu will be strongly resisted where the policy requirement is for on-site provision. The Council only has a finite number of deliverable sites due to the various constraints in the borough. Offsite delivery or a payment in lieu would mean an opportunity to deliver actual affordable housing would be missed. If in the extraordinary circumstance that off-site provision is acceptable, then the Council will expect that the affordable housing is maximised on both sites. The Council will only accept this arrangement if the total number of affordable habitable rooms over both sites equal 50% of the total number of habitable rooms. 17.28 Affordable housing will be secured on site by way of a legal agreement. To incentivise developers to build out their permissions in a timely manner, an early stage review will be inserted into all legal agreements securing affordable housing with a trigger date of 18 months after the date of the decision. The Council will be resisting any development which provides less than a policy compliant offer of affordable housing on site, as per Policy 1150% affordable housing on site. If in the extraordinary circumstance that an application is approved providing less than 50% affordable housing (unless the site qualifies for the Fast Track Route), an advanced stage review mechanism will be used to make sure that the scheme provides a policy compliant level (50%) of affordable housing if viability improves over the life cycle of the development. Review mechanisms in line with national policy guidance cannot be used to try and reduce the amount of affordable housing being provided. 17.29 The Council expects all new developments in the borough to be tenure blind. The schemes should be designed and managed so that all residents have equal access to the common areas, open space and not restricted on the use of the site based on the value of their home. The Council will strongly resist the use of gates which separate areas within a development. If this is required due to safety reasons, then evidence will need to be provided which shows all residents will have access to the gated area. Affordable Housing schemes should be designed with the same ethos and| 33 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| ||||attention to detail as a market housing scheme. Policy 44 sets out the design process the Council expects developers to follow where it is open market housing or affordable housing.| ||||Policy 13 Housing Mix and Standards| |MM50|Policy 13 Housing Mix and Standards, Paragraph 17.60|229|Update to reflect the Housing Design Standards London Plan Guidance has now been finalised by the Mayor of London: The Housing Design Standards London Plan Guidance being prepared by the Mayor (consultation draft February 2022June 2023) provides guidance….| ||||Policy 17 Supporting our Centres and Promoting Culture (Strategic Policy)| |MM51|Policy 17 Supporting our Centres and Promoting Culture (Strategic Policy), Paragraph 18.8|241|Update the supporting text to reference the Retail & Leisure Needs Study – Update Addendum (April 2024) (PSED-02): 18.8 … The Richmond upon Thames Retail & Leisure Study (Phase 2) 2023 forecasts that up to 2034, there is an over-supply of 2,900 sqm gross of retail (comparison and convenience) floorspace, and an undersupply of food/beverage floorspace of approximately 5,400 sqm. Therefore, by 2034 there is a combined under-supply of approximately 2,500 sqm gross (retail and food/beverage). An Addendum (April 2024) updates the quantitative assessment of the Phase 2 Study, to test whether the forecasts were sound using the latest inputs where appropriate, following in particular the publication of updated national expenditure information. This reveals that the revised forecasts are similar to the Phase 2 Study: up to 2034, an over-supply of approximately 3,000 sqm gross of retail (comparison and convenience) floorspace is forecast, and an under-supply of food/beverage floorspace of approximately 5,500 sqm. Therefore, by 2034 there is a combined under-supply of approximately 2,400 sqm gross (retail and food/beverage). Put simply, the need for shopping space is forecast to decrease but the need to provide space for the food & beverage sector and potentially the wider leisure sector is increasing.| ||||Policy 18 Development in Centres| |MM52|Policy 18 Development in Centres, Part C|244|Add at C cross-reference at end of first sentence to ensure consistency with Policy 17: Major development and/or developments which generate high levels of trips should be located within a town centre boundary or Site Allocation meeting the requirements of Policy 17 A 2. …| ||||Policy 19 Managing the Impacts of Development on Surroundings| 34 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| |MM53|Policy 19 Managing the Impacts of Development on Surroundings, Part A|248|To widen the application of the policy to uses beyond those with late licenses, bringing the policy more closely in line with London Plan policy D13 and paragraph 187 of the NPPF (September 2023)/ paragraph 193 (December 2023), amend part A2: 2. where there are proposals for new residential properties and they are located in close proximity to established or planned uses with late night licences or other existing noise or nuisance- generating business or community activities, the proposed residential use will need to demonstrate that it is capable of mitigating its impact, on established uses and future occupiers.| |MM54|Policy 19 Managing the Impacts of Development on Surroundings, Part D and paragraph 18.39|249, 250|Amend Part D. Over-concentration of uses, to clarify that the list of uses is not exhaustive, to allow flexibility to include potential new uses or respond to future changes: 1. The Council will resist proposals that result in an over-concentration of similar uses (such as including for example betting shops, public houses, bars and take-aways) in any one area and/or that would result in an adverse impact on the amenity of nearby users as well as surrounding residential areas. Add a new sentence at the beginning of paragraph 18.39: For clarity, Part D1 of this policy provides examples of uses to which the policy can apply, but this is not an exhaustive list. The impacts of food, drink and entertainment uses on the surrounding area need to be …| ||||Policy 20 Shops and Services Serving Essential Needs| |MM55|Policy 20 Shops and Services Serving Essential Needs, paragraph 18.51|252|For clarity of application. After second sentence insert new sentence: This policy will apply to businesses with a significant proportion of floorspace selling goods which can be found in defined essential shops or provides an essential service. It applies where the existing or last use of the premises was selling essential goods or providing an essential service.| ||||Policy 22 Promoting Jobs and our Local Economy| |MM56|Policy 22 Promoting Jobs and our Local Economy, Part D|256|Add reference to the Agent of Change principle in part D, for clarity: D. The design and layout of the development must ensure that the proposed uses can successfully co-exist with surrounding uses, having regard to the amenity of adjacent occupiers and the operational requirements of existing and future businesses, ensuring that any potential conflicts will be adequately mitigated in accordance with London Plan Policy D13 Agent of Change.| 35 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| ||||| ||||Policy 24 Industrial Land| |MM57|Policy 24 Industrial Land, Paragraph 19.33|263|Add a new paragraph following 19.33 to reference the new London Plan Guidance: The Industrial Land and Uses London Plan Guidance (consultation draft December 2023) provides guidance on assessment of development proposals, including expectations for intensification and co-location considerations.| ||||Policy 27 Telecommunications and Digital Infrastructure (Strategic Policy)| |MM58|Policy 27 Telecommunications and Digital Infrastructure (Strategic Policy), Paragraph 19.62|270|Add a new paragraph following 19.62 to reference the new London Plan Guidance: The Digital Connectivity Infrastructure London Plan Guidance (October 2024) provides guidance on key requirements for development to support digital connectivity infrastructure, achieving better design and mitigating any adverse impacts.| ||||Policy 28 Local Character and Design Quality (Strategic Policy)| |MM59|Policy 28 Local Character and Design Quality, Paragraph 20.3, 20.4|272 - 273|Delete sub-heading before 20.3: Village Planning Guidance SPDs and Conservation Area Appraisals Delete paragraph 20.4 from the Plan as this formal programme ended in 2023: 20.4 The Council has agreed a two year forward programme for prioritising reviews of the borough’s existing Conservation Area Appraisals and developing new Appraisals for those areas that do not yet have an existing one, which commenced in 2021.| ||||Policy 29 Designated Heritage Assets| |MM60|Policy 29 Designated Heritage Assets, paragraph 20.31|278|To ensure consistency between Policy 29 (E) and the supporting text in the approach to outline planning applications in Conservation Areas, amend paragraph 20.31 to reference the circumstances when outline planning applications may not be accepted: Outline planning applications will not be accepted within Conservation Areas because the character, appearance and distinctiveness of those areas can be dependent on the detail of developments, unless it can be demonstrated that the impacts of the development on the significance of the asset can be fully assessed including views and vistas.| 36 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| ||||Policy 30 Non-designated Heritage Assets| |MM61|Policy 30 Non- designated Heritage Assets, Paragraph 20.41|280|Amendment to reference for clarity. The Council will use the London Historic Parks and Gardens Trust Inventory as a basis for considering locally listing such parks and gardens in the borough.| ||||Policy 31 Views and Vistas| |MM62|Policy 31 Views and Vistas, paragraph 20.43|283|To ensure there is clarity that the Local Views SPD is not the subject of Examination, and it is for the Council to take forward details in the SPD, amend paragraph 20.43 to reference the Council will take forward the Local Views SPD to adoption following the Local Plan: The Council commissioned further analysis work to review the borough’s views and vistas, alongside the Urban Design Study. The Urban Design Study sets out details of valued views and vistas, including the range of prospects, linear views, and townscape views, which are highly important including in the borough’s riverside and open space settings. These are recognised in each character area profile, along with the design guidance strategy for each area. This further analysis has provided a baseline assessment of existing protected views and vistas, additional new locally important views that have been identified, as well as setting out opportunities to improve these. This forms the basis for a draft Local Views Supplementary Planning Document to clearly identify the protected views which will be finalised following the adoption of the Local Plan.| ||||Policy 33 Archaeology| |MM63|Policy 33 Archaeology, Paragraph 20.56|286|[See also Statement of Common Ground with Historic England (signed 04/06/2024) (SOCG-10)] Amend the supporting text at paragraph 20.56 to specifically reference early involvement of GLAAS: GLAAS is the borough’s archaeological adviser and should be consulted with regard to archaeological matters, at an early stage of proposals particularly with regard to place-making and public benefit opportunities.| ||||Policy 35 Green Belt, Metropolitan Open Land and Local Green Space| 37 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| |MM64|Policy 35 Green Belt, Metropolitan Open Land and Local Green Space, footnote to supporting text|295|Add following footnote at bottom of page (referred to in first sentence of paragraph 21.12 as (5)- this appeared in the Regulation 18 Plan/adopted Local Plan and was then omitted in error): 5 The land at Twickenham and Fulwell golf courses is held under \"The Green Belt (London and Home Counties) Act, 1938. An Act to make provision for the preservation from industrial or building development of areas of land in and around the administrative county of London.\" Under this Act owners are required to request permission from the Secretary of State to build on or dispose of this land. This requirement is separate from and in addition to any requirements for planning permission. Most of this land is protected in the Borough’s Local Plan and London Plan by its designation as Metropolitan Open Land under Policy 35 and Policy G3 respectively. However, it is not covered by any planning policy Green Belt designation in the terms described by the NPPF, London Plan and Local Plan.| ||||Policy 37 Public Open Space, Play, Sport and Recreation| |MM65|Policy 37 Public Open Space, Play, Sport and Recreation, Paragraph 21.27|303|To update the supporting text for the updated evidence base on outdoor sport: The Playing Pitch and Outdoor Sports Assessment and Strategy is being reviewed and will be has been updated in 2023. And any other consequential updates elsewhere in the Plan.| ||||Policy 39 Biodiversity and Geodiversity| |MM66|Policy 39 Biodiversity and Geodiversity, Part A.5 and paragraphs 21.74, 21.75 and 21.78|309, 313, 314,|To align the policy with the national requirement of a minimum 10% biodiversity net gain as set out in the Environment Act: Amend part A.5 of the policy as follows: requiring the following development proposals to provide a minimum measurable 210% net gain for biodiversity, in line with the latest available version of the DEFRA metric… Amend paragraph 21.74: The overall priority is to secure the inclusion of on-site Biodiversity Net Gain (BNG) enhancement features. The baseline for establishing 20% the national minimum requirement of 10% BNG requirements will be identified and achieved by undertaking a walkover survey (undertaken by an accredited ecologist) of the proposed development site. Losses and gains as a result of proposed development will be calculated using the national Biodiversity Metric. Biodiversity net gain| 38 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| ||||complements and works with the biodiversity mitigation hierarchy set out in the NPPF. Any biodiversity net gain delivered as part of a compensation strategy for development should be in addition to the protection for designated sites, protected or priority species and irreplaceable or priority habitats. Wherever possible, the Council encourages the minimum of 10% to be exceeded, through incorporation of ecological enhancements, as set out in part A of the policy. The importance of biodiversity in the borough is recognised and that due to pressures on species and habitats there is a need to protect and enhance biodiversity on sites in the borough, as well as the potential for delivering multi-functional benefits. Amend paragraph 21.75 and the indented bullet point under the requirements for major new developments: o are required to submit a Biodiversity Net Gain plan to set out how the baseline biodiversity value has been calculated and how the net gain target will be achieved; The plan must demonstrate that the ‘post-development’ biodiversity value of the development is greater than ‘pre-development’ biodiversity value by at least 20%a minimum of 10%. Amend paragraph 21.78, to add reference to the London Local Nature Recovery Strategy which is now being prepared: The Council will produce further planning guidance in the form of a SPD on biodiversity, specifically on biodiversity net gain, and set out for applicants and developers how biodiversity net gain can be delivered on a variety of sites, ranging from major to small-scale proposals. The London Local Nature Recovery Strategy is being prepared and will identify opportunities for nature recovery and strategic biodiversity priorities.| |MM67|Policy 39 Biodiversity and Geodiversity, Part A.5.a and paragraph 21.75|309, 313|The Biodiversity Gain Requirements (Exemptions) Regulations 2024 (which came into force following submission of the Local Plan, on 12 February 2024) set out that householder applications are an exemption to the biodiversity net gain condition applying. Amendment to remove Policy 39 Part A.5.a: 5. requiring the following development proposals to provide a measurable 20% net gain for biodiversity, in line with the latest available version of the DEFRA metric: a. small-scale householder applications which increase the footprint and/or floorspace of the existing dwelling; b. all development proposals, including conversions or changes of use, that result in 1 dwelling unit or more;| 39 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| ||||bc. non-residential development proposals which increase the footprint and/or floorspace; Amendment to delete reference in paragraph 21.75: … Natural England’s Small Sites Metric will be appropriate for most small sites small-scale householder applications as well as other minor development, whilst the Biodiversity Metric 3.1 (or later versions) should be used for other applications for development. Development proposals should also …| |MM68|Policy 39 Biodiversity and Geodiversity, Part A.7 and paragraph 21.75|310, 314|The approach to removing Permitted Development Rights should be taken forward through the Development Management process on a site by site basis. Amendment to Policy 39 Part A.7: 7. protecting back gardens from development which may destroy, impair, or harm their integrity,; and removing Permitted Development Rights from where possible, to ensure new developments, including conversions and changes of use resulting in a new dwelling, for all proposals that require planning permission in order to protect rear and front residential garden spaces as a cumulative key wildlife habitat resource. Amendment to paragraph 21.75 (final bullet point): The Council will may remove Permitted Development Rights from all proposals that require planning permission to protect residential gardens, which contribute substantially to the total green space in the borough.| ||||Policy 40 Rivers and River Corridors| |MM69|Policy 40 Rivers and River Corridors, Part A|315|[See also Statement of Common Ground with the Environment Agency (signed 18/04/2024) (SOCG- 08)] Add reference to water quality to ensure that development meets the objectives of the Water Framework Directive The Council expects development adjacent to rivers to contribute to improvement in water quality where relevant in accordance with Policy 9 Part C.| 40 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| |MM70|Policy 40 Rivers and River Corridors, Paragraph 21.89|317|[See also Statement of Common Ground with the Environment Agency (signed 18/04/2024) (SOCG- 08)] Add reference to the preference for naturalised riverbanks when dealing with applications, for biodiversity reasons, at the end of paragraph 21.89: The Council encourages soft-engineering approaches to riverbank protection and the incorporation of an undeveloped buffer zone, where development can contribute to the natural state of the river environment that accords with Policy 39 Biodiversity and Geodiversity.| |MM71|Policy 40 Rivers and River Corridors, Paragraph 21.92|317|[See also Statement of Common Ground with the Environment Agency (signed 18/04/2024) (SOCG- 08)] Add a paragraph after the supporting text at 21.92 to read: The river element of the BNG metric 4.0 (or any superseding version), set out in Policy 39 and the supporting text, will need to be submitted where the BNG guidance advises this is necessary in order to provide increased watercourse connectivity and associated habitat improvements.| ||||Policy 45 Tall and Mid-Rise Building Zones| |MM72|Policy 45 Tall and Mid-Rise Building Zones, Part A (Point 1)|328|[See also Statement of Common Ground with Historic England (signed 04/06/2024) (SOCG-10)] Amend the policy text at part A: 1. Tall buildings should respect avoid harm to the views and vistas towards heritage assets across the borough and in neighbouring boroughs, including distinctive roof line features.| |MM73|Policy 45 Tall and Mid-Rise Building Zones, Part A (Point 9) and Paragraph 22.22|329, 331|For consistency with the London Plan. Amend part A.9 of the policy as follows: 9. Proposals for Tall Buildings will not be permitted resisted outside the identified Tall Building Zones (see Appendix 3). Amend the supporting text: 22.22 Tall buildings will only be an acceptable form of development in Tall Building Zones identified on tall building maps in Appendix 3. Tall building zones have been informed by the Urban| 41 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| ||||Design Study which identified constraints that are considered unlikely to change over the plan period due to the uniqueness of the character of the borough including the expanse and quality of open landscapes, protected views and heritage assets. As such, and in line with London Plan Policy D9 part B(3), there is a presumption against tall buildings outside the locations identified in Appendix 3. New para The designation of an area as a Tall Building Zone does not mean the area has capacity to receive tall buildings within the appropriate range across its whole extent. Development proposals will need to consider the specific context of the plot, existing buildings surrounding the plot and any other development proposals in the area, including consented schemes. This designation also does not preclude other forms of development. Locations identified as Tall Building Zones can also accommodate high density mid-rise or mansion-block style development, rather than only standalone high-rise towers. Outside Tall Building Zones, there is no presumption in support of tall buildings.| |MM74|Policy 45 Tall and Mid-Rise Building Zones, Paragraph 22.24|331|See proposed change to text in Appendix 3 which should also be amended at paragraph 22.24: Tall building maps in Appendix 3 identify an appropriate tall building height range for each zone and show how heights should be dispersed across the zone. Darker Red colours show areas appropriate for tall buildings and orange colours show areas appropriate for mid-rise buildings. Darker colours indicate more potential for height and the lighter colours indicate less potential for height. …| 42 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| |MM75|Policy 45 Tall and Mid-Rise Building Zones, Paragraph 22.32|333|Update the supporting text to refer to the latest GLA and Government position on fire safety requirements: The Mayor of London has advised that all referable residential development over 30m in height must include two staircases as a fire safety requirement. Similar measures are expected to come into force nationally via an amendment to Building Regulations following a and Government consultation in 2022 have been introducing new fire safety requirements including a requirement of two staircases for new residential buildings in tall buildings, with this requirement becoming mandatory in all new residential buildings above 18m from 2026 through Building Regulations. Applicants are advised to consult the Government’s most recent fire safety and high-rise residential buildings guidance for up-to-date information and requirements. Applicants are further advised that these The measures are in addition to the fire safety requirements set out in London Plan Policy D12, with which all development is expected to comply, and the Mayor’s Fire Safety London Plan Guidance (LPG).| ||||Policy 47 Sustainable Travel Choices (Strategic Policy)| |MM76|Policy 47 Sustainable Travel Choices (Strategic Policy), Part B|338|[Further to the suggestion by TfL in the Statement of Common Ground with TfL (signed 28/02/24) (SOCG-03)] To clarify the requirement for the impact on the public transport network to be assessed and to reflect updates to the National Policy Planning Framework in 2023: B. Propose major developments (see Table 23.1 for a definition) in areas that either already have a Public Transport Accessibility Level of 4-6 or if not mitigate the impact of their development on the existing passenger transport network in accordance with Para. 110d 114d of the National Planning Policy Framework (NPPF). The impact of all major developments will be assessed relative to current and forecast capacity and passenger trips on the passenger transport network. Depending on the impact of the development relative to the capacity of the bus and rail network in its final assessment year, this may include applicants making financial contributions to increase capacity and/or improve infrastructure on the passenger transport network.| |MM77|Policy 47 Sustainable Travel Choices (Strategic Policy), Part E|338|To reflect updates to the National Policy Planning Framework in 2023: E. Demonstrate that their proposed developments do not a have a severe impact on the operation, safety, or accessibility of the local or strategic road network. Any impact on the local or strategic road network, including the impact of occupants parking vehicles on the carriageway, will need to be| 43 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| ||||mitigated in accordance with para. 110d of the September 2023 NPPF / paragraph 114d of the December 2023 NPPF.| |MM78|Policy 47 Sustainable Travel Choices (Strategic Policy), Paragraphs 23.17 and 23.18|342|[Further to comments in the Statement of Common Ground with TfL (signed 28/02/24) (SOCG-03)] Add clarity to the supporting text to set out what is expected in Active Travel Zone Assessments to aid implementation of part C of Policy 47 to ensure addressed in planning applications. Add a new paragraph before 23.17: As part of the Healthy Streets Approach, all new developments need to make it safe and attractive to walk, cycle and use public transport. All major developments should include an Active Travel Assessment as part of their transport assessment. In instances where the applicant is required to submit a Transport Statement (see Table 23.1), in line with TfL Guidance this should include an Active Travel Zone (ATZ) Assessment. In instances where the applicant is required to submit a Transport Statement, this should be assessed as part of the baseline profile of existing conditions for pedestrians and cycling and the ease of access to public transport. Amend paragraph 23.18 and add a new criterion at (4) (and renumber the subsequent list): 4. Details of how the proposed development will provide a high-quality walking and cycling environment that promotes active travel.| |MM79|Policy 47 Sustainable Travel Choices (Strategic Policy), supporting text on Assessing the impact of developments, following paragraph 23.18|342|[Further to the suggestion by London Borough of Hounslow in the Statement of Common Ground with London Borough of Hounslow (signed 11/06/2024) (SOCG-12)] Add a new paragraph following 23.18, to clarify the potential for significant cross-boundary impacts from housing growth on the road and public transport networks will be assessed and any necessary mitigation measures secured: Proposals for new development will include any necessary mitigation measures required as a result of development to be funded and/or delivered by the developer to ensure the continued safe and efficient operation of the strategic and local road and transport networks. In this regard, the Council will continue joint working with adjoining authorities and TfL to establish the impacts of major development proposals on the local road and transport networks both within and outside the borough and how these might be mitigated and funded, in order to ensure there is no adverse significant impact on these networks and to continue to enable and encourage cross-boundary active and sustainable travel.| 44 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| ||||Policy 48 Vehicular Parking Standards, Cycle Parking, Servicing and Construction Logistics Management| |MM80|Policy 48 Vehicular Parking Standards, Cycle Parking, Servicing and Construction Logistics Management, Part K|345|To reflect updates to the National Policy Planning Framework in 2023: K. Applicants proposing major developments (see Table 23.1 within Policy 47 'Sustainable Travel Choices (Strategic Policy)') will need to demonstrate that all servicing can take place off-street. If this is not possible, they may, depending on the number of servicing trips forecast and the potential impact on highway safety, need to pay for mitigation in the form of Traffic Management Orders and/or S278 highway works that will show their development will not have a severe impact on the safe use of the highway by other road users in accordance with Para. 110b and d of the September 2023 NPPF / Para. 114b and d of the December 2023 NPPF.| |MM81|Policy 48 Vehicular Parking Standards, Cycle Parking, Servicing and Construction Logistics Management, Part D of policy and paragraph 23.32|347|Amend references to Transport SPD (2020) for dealing with crossovers, as the Council as highways authority has recently updated guidance on vehicular crossovers: Applications for new vehicular crossover or dropped kerb accesses will be assessed strictly in accordance with the guidance set out in the London Borough of Richmond’s Transport Supplementary Planning Document (adopted July 2020) and the latest highways authority guidance. .. Applicants should refer to the Council’s Transport SPD, including for guidance on selection of materials and landscaping to diminish the negative impacts of additional hard surfaces in front gardens if a new crossover is being proposed, along with the updated highways authority guidance.| ||||Policy 49 Social and Community Infrastructure (Strategic Policy)| |MM82|Policy 49 Social and Community Infrastructure (Strategic Policy), Paragraph 24.10|352|To update the supporting text for the updated evidence base on indoor sport: The Council’s Indoor Sports Facility Needs Assessment highlights the need for new facilities within the borough and will be updated in 20235.| ||||Policy 51 Health and Wellbeing (Strategic Policy)| |MM83|Policy 51 Health and Wellbeing (Strategic|361|To update the supporting text in relation to health impact assessment for planning applications, to reflect the HUDU rapid HIA tool has become out of date:| 45 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| ||Policy), Paragraph 25.14||A Health Impact Assessment (HIA) must be submitted with all major applications. A HIA should assess the health impacts of a proposed developments including consideration of existing health and wellbeing implications., It should identifying mitigation measures for any potential negative impacts as well as measures for enhancing any potential positive impacts. The London Healthy Urban Development Unit (HUDU) have developed a rapid HIA tool to quickly assess the impacts of a development plan or proposal and recommend measures, this tool should be used as early as possible in the planning process and established at pre-application stage. The HIA should be developed from RIBA Stage 1 to help influence concept and technical design as well as consider health and wellbeing inputs from community consultation processes such as workshops. The development of the HIA should demonstrate input from the lead architects and designers. The level of detail required for HIAs will be determined by the scale and impact of the development, HIA guidance is available online via the Council’s website. As set out in the Planning Obligations SPD, the London Healthy Urban Development Unit (HUDU) guidance and their Planning Contributions Model should be used to calculate the capital cost of the additional health facilities required to meet the increased demand which arises from new developments.| ||||Policy 54 Basements and Subterranean Developments| |MM84|Policy 54 Basements and Subterranean Developments, Part C|371|Amend the policy wording to clarify the reference to SPDs in the policy: Proposals for subterranean and basement developments, including extensions, as well as lightwells and railings, will be assessed considered against the advice set out in the Council's SPDs …| ||||Policy 55 Delivery and Monitoring| |MM85|Policy 55 Delivery and Monitoring, Paragraph 26.18|378|Include reference to site constraints including existing utilities: 26.18 The IDP therefore ensures that all infrastructure matters necessary for the achievement of the Local Plan Vision and Spatial Strategy as well as the place-based strategies, policies and site- specific proposals are embraced. All new infrastructure should be to high design and sustainability standards, as set out in other policies in the Plan, for example taking into account existing site constraints including utilities situated within sites, and seeking a creative approach to new development around utilities assets.| ||||Glossary| 46 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| |MM86|Glossary|388|[See also Statement of Common Ground with TfL (signed 28/02/2024) (SOCG-03)] Amend the glossary definition for Public Transport Accessibility Levels (PTAL) as follows: Public Transport Accessibility Levels (PTAL) – A measure of the relative accessibility of buildings and uses by to the public transport network. For each point walk time to the public transport network is combined with service wait time (frequency) to give a measure of public transport network density. This provides an overall access index which can be allocated to nine access levels between 0 and 6b. The higher the PTAL score (between zero to six), the better the accessibility. TfL has made pre- calculated PTALs available on WebCAT, its web-based connectivity assessment toolkit (www.tfl.gov.uk/WebCAT).| ||||Appendices| |MM87|Appendix 3: Tall and Mid-Rise Building Zones, First paragraph|413|[See also Statement of Common Ground with the GLA on behalf of Mayor of London, and Statement of Common Ground with Historic England] Amend the text: Darker Red colours on the Tall and Mid-Rise Building Zone maps show areas appropriate for tall buildings and orange colours show areas appropriate for mid-rise buildings. Darker colours indicate more potential for height and the light colours indicate less potential for height.| |MM88|Appendix 3 Tall and Mid-Rise Building Zones|413 - 416|Update maps in Appendix 3 to aid clarity. An updated version of Appendix 3 is attached to this schedule at Annex 1. (Information note: there are no proposed changes to the boundaries of tall and mid-rise building zones).| |MM89|Appendix 4: Review of Sites of Importance for Nature Conservation|417- 431|The Council has produced an updated Appendix 4 to reflect the updated evidence published in 2023 in the Review of Sites of Importance for Nature Conservation (SD-064) including to: • confirm the candidate site Collis Primary School (Site 1) – change from a candidate site to a new site of local grade importance • confirm the candidate site York House Gardens (Site 9) – change from a candidate site to a new site of local grade importance • confirm the candidate site Oldfield Road Meadow (Site 7) – change from a candidate site to a new site of local grade importance. In addition other updates have been identified as necessary to Table 28.2 and the mapping details.| 47 Official |Change Ref.|Section of the Plan|Page|Proposed Modification & Reason for change| ||||| ||||In light of the above a comprehensive check on the mapping has been undertaken, including for discrepancies against the Greenspace Information for Greater London (GiGL) records. An updated Appendix 4 including the above amends and any other suggested updates is attached to this schedule at Annex 2.| List of Annexes Annex A: Updated housing trajectory as at 1.4.24 (taken from the AMR – Housing 2023/24) Annex 1: - Updated Appendix 3 Tall and Mid-Rise Building Zones Annex 2: Updated Appendix 4: Review of Sites of Importance for Nature Conservation Schedule of Modifications to Sites of Importance for Nature Conservation since Regulation 19 Consultation 48 Official Annex A : Updated housing trajectory as at 1.4.24 (taken from the AMR – Housing 2023/24) 49 Official *Annex 1 - Updated Appendix 3 Tall and Mid-Rise Building Zones*",
          "tokens": 17718,
          "subsections": []
        },
        {
          "heading": "**Appendix 3 Tall and Mid-Rise Building Zones **",
          "content": "Red colours on the Tall and Mid-Rise Building Zone maps show areas appropriate for tall buildings and orange colours show areas appropriate for mid-rise buildings. Darker colours indicate more potential for height and the light colours indicate less potential for height. Maps should be read in conjunction with the explanatory text accompanying Section 4.6 ‘Tall and Mid-Rise Buildings’ in the [Urban Design Study.](https://www.richmond.gov.uk/borough-wide_sustainable_urban_development_study) Teddington (railway side): Mid Rise Zone *Appropriate height: 5-6 storeys (15-18m)* Twickenham Station: Tall Building Zone *Appropriate height: 7-10 storeys (21-30m)* Broom Park (Hampton Wick): Mid Rise Zone *Appropriate height: 5-6 storeys (15-18m)* The Stoop (Twickenham): Mid Rise Zone *Appropriate height: 5-6 storeys (15-18m)* 50 Official Whitton Town Centre: Mid Rise Zone *Appropriate height: 5-6 storeys (15-18m)* Richmond Station: Tall Building Zone *Appropriate height: 7-8 storeys (21-24m)* Ham Close (Ham): Mid Rise Zone *Appropriate height: 5-6 storeys (15-18m)* Richmond Station: Mid Rise Zone *Appropriate height: 5-6 storeys (15-18m)* 51 Official North Sheen (Lower Richmond Road): Tall Building Zone *Appropriate height: 7-8 storeys (21-24m)* Kew Retail Park: Tall Building Zone *Appropriate height: 7 storeys (21m)* North Sheen (Lower Richmond Road): Mid Rise Zone *Appropriate height: 5-6 storeys (15-18m)* Kew Retail Park: Mid Rise Zone *Appropriate height: 5-6 storeys (15-18m)* 52 Official Stag Brewery (Mortlake): Tall Building Zone *Appropriate height: 7 storeys (21m)* Kneller Hall (Whitton): Mid Rise Zone *Appropriate height: 5 storeys (15m)* Stag Brewery (Mortlake): Mid Rise Zone *Appropriate height: 5-6 storeys (15-18m)* Whitton Community Centre: Mid Rise Zone *Appropriate height: 5 storeys (15m)* 53 Official St Clare (Hampton Hill): Mid Rise Zone *Appropriate height: 5 storeys (15m)* 54 Official *Annex 2.1 - Updated Appendix 4: Review of Sites of Importance for Nature Conservation*",
          "tokens": 282,
          "subsections": []
        },
        {
          "heading": "**Appendix 4: Review of Sites of Importance for Nature Conservation** **Richmond SINCs **",
          "content": "Map 28.1 Richmond SINCs 55 Official Table 28.2 Richmond SINCs |No.|Site Ref|Site Name|Grade|Area (Ha)|Status| ||||||| |1|RiB27|Cassel Hospital|Borough Grade|3.489|Upgraded| |2|RiB23|Kew Pond and Kew Green|Borough Grade|5.398|Upgraded| |3|RiL09|Old Mortlake Burial Ground|Local Grade|1.448|Existing| |4|RiL30|Kew Meadow Path|Local Grade|0.108|Downgraded| |5|RiL15|Churchyard of St Mary with St Alban, Teddington|Local Grade|0.517|Existing| |6|RiB12|Barn Elms Playing Fields|Borough Grade|3.469|Existing| |7|M084|Bushy Park and Home Park|Metropolitan Grade|650.316|Existing| |8|RiB14|The Copse, Holly Hedge Field and Ham Avenues|Borough Grade|12.165|Existing| |9|M081|Hounslow Heath|Metropolitan Grade|0.833 (within LBRuT boundary)|Existing| |10|RiB26|Terrace Field and Terrace Garden|Borough Grade|6.603|Upgraded| |11|RiB22|St Margarets Residential Grounds|Borough Grade|5.015|Existing| |12|RiL25|Moormead Recreation Ground|Local Grade|4.945|Existing| |13|RiB07|Fulwell and Twickenham Golf Courses|Borough Grade|80.432|Existing| |14|RiB25|Ham Common west|Borough Grade|8.508|Upgraded| |15|RiL27|Townmead Allotments, Kew|Local Grade|0.183|New Site| |16|RiL03|Pensford Field|Local Grade|0.825|Existing| |17|M087|London Wetland Centre|Metropolitan Grade|42.288|Existing| |18|RiB02|Leg 'o' Mutton Reservoir LNR|Borough Grade|8.168|Existing| |19|RiL18|Beveree Wildlife Site|Local Grade|0.598|Existing| |20|RiB15|Whitton Railsides|Borough Grade|0.868|New Site| |21|RiL07|Hampton Court House Grounds|Local Grade|2.305|Existing| |22|M082|Richmond Park and Associated Areas|Metropolitan Grade|1081.193|Existing| |23|RiL28|The Wilderness|Local Grade|0.518|Existing| |24|RiB31|Twickenham Cemetery|Borough Grade|7.769|Upgraded| |25|RiB16|Petersham Lodge Wood and Ham House Meadows|Borough Grade|9.818|Existing| |26|RiB08|Duke of Northumberland's River south of Kneller Road|Borough Grade|0.625|Existing| |27|M031|River Thames and tidal tributaries|Metropolitan Grade|243.37 (within LBRuT boundary)|Existing| |28|RiL02|Marble Hill Park and Orleans House Gardens|Local Grade|31.257|Existing| |29|RiL26|Garricks Lawn|Local Grade|0.319|New Site| |30|RiB30|Teddington Cemetery|Borough Grade|5.494|Upgraded| 56 Official |No.|Site Ref|Site Name|Grade|Area (Ha)|Status| ||||||| |31|RiL19|North Sheen and Mortlake Cemeteries|Local Grade|24.674|Existing| |32|RiL01|St James' Churchyard, Hampton Hill|Local Grade|0.72|Existing| |33|RiB09|Strawberry Hill Golf Course|Borough Grade|20.362|Existing| |34|RiB28|Trowlock Avenue riverside land, Teddington|Borough Grade|1.686|New Site| |35|RiB24|Portlane Brook and Meadow|Borough Grade|4.335|Upgraded| |36|RiL16|Langdon Park|Local Grade|5.032|Existing| |37|M076|Crane Corridor|Metropolitan Grade|34.349 (within LBRuT boundary)|Existing| |38|RiL17|Twickenham Road Meadow|Local Grade|2.788|Existing| |39|RiL29|St Andrews Churchyard|Local Grade|0.379|New Site| |40|RiL20|Hampton Cemetery|Local Grade|1.043|Existing| |41|M154|Royal Botanic Gardens, Kew|Metropolitan Grade|122.72|Existing| |42|M083|Ham Lands|Metropolitan Grade|76.783|Existing| |43|RiB19|Hounslow, Feltham and Whitton junctions|Borough Grade|4.638|Existing| |44|RiL06|East Sheen and Richmond Cemeteries and Pesthouse Common|Local Grade|16.604|Existing| |45|RiB06|Longford River in Richmond|Borough Grade|5.748|Existing| |46|RiB20|River Crane at St Margarets|Borough Grade|1.176|Existing| |47|RiL23|Hampton Common|Local Grade|13.163|Existing| |48|RiB01|Royal Mid-Surrey Golf Course|Borough Grade|81.946|Existing| |49|RiB13|Beverley Brook from Richmond Park to the River Thames|Borough Grade|9.757|Existing| |50|RiB32|Udney Park|Borough Grade|5.181|New Site| |51|RiB04|Duke of Northumberland's River north of Kneller Road|Borough Grade|0.734|Existing| |52|RiB17|Oak Avenue Local Nature Reserve|Borough Grade|1.803|Existing| |53|RiB29|Twickenham Junction Rough|Borough Grade|4.699|Upgraded| |54|M085|Hampton Water Treatment Works and Reservoirs|Metropolitan Grade|65.425|Upgraded| |55|RiB03|Hydes Field|Borough Grade|15.687|Existing| |56|RiB18|Hatherop Conservation Area|Borough Grade|4.16|Existing| |57|RiB10|Petersham Meadows|Borough Grade|14.386|Existing| |58|RiB11|Occupation Lane, Kew Embankment & Snail Reserve|Borough Grade|1.823|Existing| |59|RiL12|Barnes Green and Pond|Local Grade|3.324|Existing| |60|M086|Barnes Common|Metropolitan Grade|51.969|Existing| |61|RiB33|American University|Borough Grade|0.767|New Site| 57 Official |No.|Site Ref|Site Name|Grade|Area (Ha)|Status| ||||||| |62|RiB34|Kneller Hall|Borough Grade|6.7|New Site| |63|RiB35|Oak Lane Cemetery|Borough Grade|0.61|New Site| |64|RiB36|Hounslow Cemetery|Borough Grade|2.73 (within LBRuT boundary)|New Site| |65|RiL31|Borough Cemetery, Powder Mill Lane|Local Grade|3.865|New Site| |66|RiL32|Broom Road Recreation Ground|Local Grade|2.225|New Site| |67|RiL33|Challenge Court open space|Local Grade|0.885|New Site| |68|RiL35|Jubilee Meadow (Heathfield Nature Park)|Local Grade|2.19|New Site| |69|RiL36|Nursery Green, Linear Walk & Partridge Green|Local Grade|2.077|New Site| |70|RiL37|School House Lane Orchard|Local Grade|0.097|New Site| |71|RiL38|St Mary Magdalen, RC Churchyard, Mortlake|Local Grade|0.317|New Site| |72|RiL39|St Mary The Virgin, Church Street, Twickenham|Local Grade|0.29|New Site| |73|RiB21|Orford House (former St Michaels Convent)|Borough Grade|0.722|Existing| |74|RiL40|Palewell Park Allotments|Local Grade|0.31|New Site| |75|RiL41|Cavendish House Allotments|Local Grade|0.932|New Site| |76|RiL42|Ham Lands Allotments (also referred to as Walnut Tree Allotments)|Local Grade|1.351|New Site| |77|RiL43|Twickenham Bridge Allotments|Local Grade|0.27|New Site| |78|RiL44|Briar Road Allotments|Local Grade|1.946|New Site| |79|RiL45|Marsh Farm Allotments|Local Grade|0.37|New Site| |80|RiL46|Heath Gardens Allotments|Local Grade|0.518|New Site| |81|RiL47|Bushy Park Allotments|Local Grade|4.816|New Site| |82|RiL48|Hatherop Road Allotments|Local Grade|3.422|New Site| |83|RiL49|Barn Elms Allotments|Local Grade|2.237|New Site| |84|RiL50|Royal Paddocks Allotments|Local Grade|5.992|New Site| |85|RiL51|Short Lots Allotments|Local Grade|0.495|New Site| |86|RiL52|Westfields Allotments|Local Grade|0.698|New Site| |87|RiL53|St Anne's Passage Allotments|Local Grade|0.098|New Site| |88|RiL54|Manor Road Allotments|Local Grade|3.998|New Site| |89|RiL55|Old Palace Lane Allotments|Local Grade|0.363|New Site| |90|RiL56|Queens Road Allotments|Local Grade|1.428|New Site| |91|RiL57|Brook Road Allotments|Local Grade|0.139|New Site| |92|RiL58|South Close Allotments|Local Grade|0.186|New Site| |93|RiL59|Collis Primary School|Local Grade|0.105|New Site| |94|RiL60|Oldfield Road Meadow|Local Grade|0.644|New Site| |95|RiL61|York House Gardens|Local Grade|2.106|New Site| 58 Official",
          "tokens": 558,
          "subsections": []
        },
        {
          "heading": "**New candidate sites awaiting site survey (pending, subject to access requests) **",
          "content": "Table 28.3 Richmond Candidate SINCs |Site Number|Site Name| ||| |1|Grotto Road Open Space| |2|Ham Polo Club| |4|Kew Riverside including Kew Biothane Sewage Treatment Works| |5|Riverside Drive Paddocks| |6|St Mary's University|",
          "tokens": 30,
          "subsections": []
        },
        {
          "heading": "**New SINCs and changes recommended to existing boundaries ** For further information on these changes, please see our website for the November 2021, November 2022 and September 2023 reports produced for the London Borough of Richmond upon Thames, as well as a letter dated October 2023 regarding walk-over surveys.  Allotment sites in the borough have been added as sites of local importance due to the nature of their characteristics and their contribution to provision of mixed habitats; individual site surveys were not considered necessary to support this level of designation. Previous versions of Local Plans and their associated Policies Maps have identified Other Sites of Nature Importance (OSNIs) as those sites which have either been classified as having importance for biodiversity or have the potential to have biodiversity. This site terminology is being updated as part of this Local Plan and brought in line with the London Plan; they will now be identified as Sites of importance for Nature Conservation (SINCs).  Since the ‘Publication’ Richmond Local Plan was submitted to the Planning Inspectorate in January 2024, GIS data for SINCs has been reviewed for potential boundary and/or naming discrepancies and amalgamations. This included consideration of adopted OSNI boundaries held by LBRuT, and those held by Greenspace Information for Greater London (GiGL) which were used to support the comprehensive review of SINCs. Maps 28.2 to 28.10 show existing, new, and candidate SINCs, as well as additions and removals from existing SINCs compared to OSNIs as adopted in 2018.",
          "content": "59 Official Map 28.2 – Changes to existing SINCs and new SINC designations in Hampton & Hampton Hill areas 60 Official Map 28.3 – Changes to existing SINCs and new SINC designations in Teddington & Hampton Wick areas 61 Official Map 28.4 – Changes to existing SINCs and new SINC designations in Twickenham, Strawberry Hill & St Margarets areas 62 Official Map 28.5 – Changes to existing SINCs and new SINC designations in Whitton & Heathfield areas 63 Official Map 28.6 – Changes to existing SINCs and new SINC designations in Ham, Petersham & Richmond Park areas 64 Official Map 28.6 – Changes to existing SINCs and new SINC designations in Ham, Petersham & Richmond Park areas *Please note that due to its Site of Special Scientific Interest (SSSI) designation, Richmond Park has* *historically not been displayed as an OSNI/SINC as well as SSSI on previous versions of Policies* *Maps. However, it has long been recognised as a SINC.* 65 Official Map 28.7 – Changes to existing SINCs and new SINC designations in Richmond & Richmond Hill areas 66 Official Map 28.8 – Changes to existing SINCs and new SINC designations in the Kew area 67 Official Map 28.9 – Changes to existing SINCs and new SINC designations in Mortlake & East Sheen areas 68 Official Map 28.10 – Changes to existing SINCs and new SINC designations in Barnes area *Please note that due to its Site of Special Scientific Interest (SSSI) designation, the London Wetland* *Centre has historically not been displayed as an OSNI/SINC as well as SSSI on previous versions of* *Policies Maps. However, it has long been recognised as a SINC.* 69 Official Annex 2.2: Schedule of Modifications to Sites of Importance for Nature Conservation since Regulation 19 Consultation Previous versions of Local Plans and their associated Policies Maps have identified Other Sites of Nature Importance (OSNIs) as those sites which have either been classified as having importance for biodiversity or have the potential to have biodiversity. This site terminology is being updated as part of this Local Plan and brought in line with the London Plan; they will now be identified as Sites of importance for Nature Conservation (SINCs). Since the ‘Publication’ Richmond Local Plan was submitted to the Planning Inspectorate in January 2024, GIS data for SINCs has been reviewed for potential boundary and/or naming discrepancies and amalgamations. This included consideration of adopted OSNI boundaries held by LBRuT, and those held by Greenspace Information for Greater London (GiGL) which were used to support the comprehensive review of SINCs. Maps 28.2 to 28.10 in the revised Appendix 4 show existing, new, and candidate SINCs, as well as additions and removals from existing SINCs compared to OSNIs as adopted in 2018. The schedule below shows the modifications that have been undertaken to SINC designations since the Regulation 19 consultation in 2023. 70 Official |SINC|Map showing addition to/removal from SINC|Description| |||| |RiB13 Beverley Brook from Richmond Park to the River Thames (land forming part of Palewell Pitch & Putt, east of Beverley Brook)||Amendment to boundary to include land that is part of the Palewell Pitch and Putt. The land is located in between Beverley Brook and the Bank of England Sports Club Grounds SINC (in LB Wandsworth).| 71 Official |SINC|Map showing addition to/removal from SINC|Description| |||| |M082 Richmond Park and Associated Areas (land at Palewell Common Drive)||Amendments to boundary near Palewell Common Drive to remove road.| 72 Official |SINC|Map showing addition to/removal from SINC|Description| |||| |M082 Richmond Park and Associated Areas (field to east of East Sheen Common)||Amendment to boundary to include East Sheen Common's cricket field, tennis courts and bowling green and associated land. This land is almost entirely adopted OSNI.| 73 Official |SINC|Map showing addition to/removal from SINC|Description| |||| |RiL03 Pensford Field||Amendment to boundary to include clay tennis courts and associated land. The land is adopted OSNI.| 74 Official |SINC|Map showing addition to/removal from SINC|Description| |||| |M031 River Thames and tidal tributaries (at Isleworth Promenade)||Amendments to the boundary to include part of Isleworth Promenade and public open space. The land is mostly adopted OSNI. The boundary is extended to include some of the public open space created as part of the adjacent residential development.| 75 Official |SINC|Map showing addition to/removal from SINC|Description| |||| |RiB22 St Margarets Residential Grounds||Amendments to boundary to remove properties not previously designated as OSNI.| 76 Official |SINC|Map showing addition to/removal from SINC|Description| |||| |RiB16 Petersham Lodge Wood and Ham House Meadows||Amendments to boundary to include part of playing field. The land to be included is adopted OSNI.| 77 Official |SINC|Map showing addition to/removal from SINC|Description| |||| |RiB16 Petersham Lodge Wood and Ham House Meadows and Ham Polo Club (Candidate SINC 2)||Amendments to boundary near Ham Polo Club to remove sliver of land. The land to be excluded is not adopted OSNI and will be added to the Ham Polo Club candidate site to close the gap between designations.| 78 Official |SINC|Map showing addition to/removal from SINC|Description| |||| |RiB10 Petersham Meadows||Amendments to boundary to include two small parcels of land. The land to be included is adopted OSNI.| 79 Official |SINC|Map showing addition to/removal from SINC|Description| |||| |M031 River Thames and tidal tributaries (Swan Island)||Amendment to boundary to exclude Swan Island, which is not adopted OSNI.| 80 Official |SINC|Map showing addition to/removal from SINC|Description| |||| |M076 Crane Corridor (Mereway Nature Park)||Amendments to boundary to include land that is adopted OSNI.| 81 Official |SINC|Map showing addition to/removal from SINC|Description| |||| |M076 Crane Corridor (Meadway Orchard)||Amendment to boundary to include land that is adopted OSNI.| 82 Official |SINC|Map showing addition to/removal from SINC|Description| |||| |M076 Crane Corridor (at Twickenham Rifle & Pistol Club)||Amendments to boundary to remove land that is not adopted OSNI.| 83 Official |SINC|Map showing addition to/removal from SINC|Description| |||| |RiB20 River Crane at St Margarets||Miscellaneous amendments to include parts of River Crane that are adopted OSNI.| 84 Official |SINC|Map showing addition to/removal from SINC|Description| |||| |||| 85 Official |SINC|Map showing addition to/removal from SINC|Description| |||| |M083 Ham Lands (slivers of land between Ham Lands and River Thames, and land at Beaufort Court)||Amendments to boundary to include slivers of land between Ham Lands and the River Thames, and land at Beaufort Court. The land to be included is adopted OSNI.| 86 Official |SINC|Map showing addition to/removal from SINC|Description| |||| |RiB21 Orford House (former St Michaels Convent)||Amendments to boundary exclude land to south of site and match adopted OSNI boundary.| 87 Official |SINC|Map showing addition to/removal from SINC|Description| |||| |M031 River Thames and tidal tributaries (near Teddington)||Minor amendments to boundary to match adopted OSNI boundary.| 88 Official |SINC|Map showing addition to/removal from SINC|Description| |||| |RiB27 Cassel Hospital||Minor amendments to boundary to match the adopted OSNI boundary on perimeter of site.| 89 Official |SINC|Map showing addition to/removal from SINC|Description| |||| |RiL16 Langdon Park||Amendments to boundary to include area north of Langdon Park. The land to be included is adopted OSNI.| 90 Official |SINC|Map showing addition to/removal from SINC|Description| |||| |M084 Bushy Park and Home Park (at Hampton Court Gate Lodge)||Amendments to boundary to include land that is existing OSNI (and has also been returned to the parkland under planning reference 19/2665/FUL).| 91 Official |SINC|Map showing addition to/removal from SINC|Description| |||| |M031 River Thames and tidal tributaries (near Hampton Riveria)||Amendments to boundary to exclude land not designated as OSNI and snap boundary to Ordnance Survey basemap.| 92 Official |SINC|Map showing addition to/removal from SINC|Description| |||| |RiB11 Occupation Lane, Kew Embankment and Snail Reserve and Kew Riverside including Kew Biothane Sewage Treatment Works (Candidate SINC 4)||Amendments to boundary to snap to Ordnance Survey basemap near the snail reserve. Part to be removed from RiB11 is added to the Kew Riverside candidate site. The northern part of the Kew Riverside candidate site near the snail reserve is mostly adopted OSNI. However, the existing OSNI boundaries reflect the site before the area was developed for residential use, so it is appropriate to consider ‘Kew Riverside including Kew Biothane Sewage Treatment Works’ as a candidate site with an up-to-date boundary.| 93 Official |SINC|Map showing addition to/removal from SINC|Description| |||| |Candidate SINC 3 Hampton Court Green||Remove as a Candidate SINC. The site is not currently recommended for consideration for SINC designation following walk-over survey carried out in 2023. See letter on the Council’s website.| 94 Official |SINC|Map showing addition to/removal from SINC|Description| |||| |M082 Richmond Park and Associated Areas (land near entrance to Richmond Park Golf Course)||Amendment to include land that is adopted OSNI.| 95",
          "tokens": 1441,
          "subsections": []
        }
      ]
    }
  ]
}